[
  {
    "title":"What is new in UK-US tech deal and what will it mean for the British economy?",
    "url":"https:\/\/www.theguardian.com\/technology\/2025\/sep\/17\/what-is-new-uk-us-tech-deal-ai-supercomputers-investment-economy",
    "section":"Technology",
    "published":"2025-09-17T14:29:18Z",
    "summary":"Nvidia, OpenAI and Microsoft announce investments as part of multibillion-dollar package alongside Trump visit",
    "content":"<p>Donald Trump’s <a href=\"https:\/\/www.theguardian.com\/us-news\/2025\/sep\/16\/donald-trump-lands-in-uk-for-second-state-visit-as-protesters-gather-in-windsor\">arrival in the UK on Tuesday night<\/a> was accompanied by a <a href=\"https:\/\/www.theguardian.com\/politics\/2025\/sep\/16\/plan-slash-us-steel-tariffs-shelved-ahead-donald-trump-visit\">multibillion-dollar transatlantic tech agreement<\/a>.<\/p> <p>The announcement features some of the biggest names from Silicon Valley: the chipmaker Nvidia; the ChatGPT developer, OpenAI; and Microsoft. Big numbers were involved, with Microsoft hailing its $30bn (£22bn) investment as a major commitment to the UK – and adding, in an apparent swipe at its rivals, that it was not making “empty tech promises”.<\/p> <p>Here is a breakdown of the announcements in the UK-US “tech prosperity deal”, spelling out what is explicitly new in them.<\/p>  <h2>Microsoft invests $30bn in UK <\/h2>  <p>Microsoft’s president, Brad Smith, hailed the “single biggest announcement” in the pact and insisted it was not an empty promise. The $30bn (£22bn) sets out the company’s UK budget over the next four years and refers not just to artificial intelligence infrastructure but also “ongoing operations” across the UK. <\/p> <p>Microsoft said the number included $15bn in capital expenditure – such as on equipment, land and buildings – for AI and cloud services, areas where datacentres are key components. The other half will go on day-to-day operations such as research, sales and product development.<\/p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/technology\/2025\/sep\/16\/top-uk-artists-urge-starmer-to-protect-their-work-on-eve-of-trump-visit\">Top UK artists urge Starmer to protect their work on eve of Trump visit<\/a> <\/p> <\/aside>  <p>As part of the package, the US company said it would back an already announced project, an AI datacentre in Loughton, Essex, by becoming a core customer of its owner, the UK-based AI infrastructure company Nscale.<\/p> <p>Smith had criticised the UK in 2023 as being “bad for business” after Microsoft’s takeover of the video games maker Activision <a href=\"https:\/\/www.theguardian.com\/technology\/2023\/apr\/26\/microsoft-bid-for-activision-blizzard-blocked-by-uk-competition-regulator\">was blocked<\/a> – a move that was later unwound. He told reporters on Tuesday that Microsoft had been “encouraged” by steps taken by the governments of Rishi Sunak and Keir Starmer, with the latter helping on planning permission and energy access.<\/p> <p>“We have a more stable opportunity to accelerate investment in the UK,” Smith said.<\/p> <p>The £22bn is a significant chunk of the £31bn value the UK government placed on the pact, which also includes £5bn of expenditure from Google that the search company described as “additional investment over the next two years”. The Google figure includes capital expenditure, research and development, and related engineering, as well as work at the AI unit Google DeepMind.<\/p> <h2>AI growth zone in north-east England <\/h2>  <p>The north-east will host an AI “growth zone”, an area that will receive special support in planning permission and energy provision for hosting AI infrastructure such as datacentres. The government said this could unlock more than 5,000 jobs and bring in £30bn in investment, although this is all hypothetical for now. <\/p> <p>One of the datacentre sites, Blyth in Northumberland, has already been announced and is receiving £10bn in financial commitment from the US investment firm Blackstone. <\/p> <p>The other site mentioned, at Cobalt Park in North Tyneside, features a new development: a domestic version of the US “Stargate” datacentre project championed by Trump. Nscale, OpenAI and Nvidia will develop a platform that will deploy OpenAI’s technology in the UK. The idea is that Stargate UK will help develop “sovereign” AI, where cutting-edge technology is developed and used in the UK’s interests. <\/p> <p>As part of the first phase of Stargate UK, OpenAI will use 8,000 Nvidia graphics processing units (GPUs), the powerful computer chips that underpin AI tools such as ChatGPT. Cobalt Park will be one of several UK sites under the plan. <\/p> <h2>Nvidia’s £11bn announcement <\/h2>  <p>Nvidia, the world’s biggest AI chipmaker, touted an £11bn injection into the UK economy as part of the pact, providing up to 120,000 of its powerful Blackwell GPUs to projects that will be built over the next couple of years in the UK. So, there is a degree of overlap with other announcements in the pact.<\/p> <p>Clarifying its investment on Wednesday, Nvidia said the £11bn referred to the total “end-to-end value” its partners were delivering, encompassing the chips they have bought from Nvidia, land and buildings involved in constructing the datacentres, and supercomputers that will house the GPUs. Nvidia, at $4tn the biggest company in the world’s biggest economy, is <a href=\"https:\/\/www.theguardian.com\/technology\/2025\/sep\/17\/jensen-huang-nvidia-uk-ai-superpower-500m-nscale\">also investing £500m in Nscale<\/a>.<\/p> <h2>Other announcements <\/h2>  <p>CoreWeave, a US datacentre company, said it would invest a further £1.5bn in the UK including a site in North Lanarkshire, Scotland. The US software company Salesforce is investing an additional $2bn in the UK, adding two years to a financial commitment to the UK that will now run to 2030. Nvidia will also invest an undisclosed amount in the UK’s AI startup scene. <\/p> <h2>Tech-boss influx <\/h2>  <p>The pact, and Trump’s visit, is being accompanied by an entourage of US tech bosses, with the chief executives of Nvidia, Microsoft and OpenAI travelling across the Atlantic to symbolically reinforce their ties to the US president. Since Trump has been in power, US tech leaders have lined up to express loyalty and support for him and this is another opportunity to do so – as well as to support the projection of US leadership in AI. Tim Cook, the chief executive of Apple, is also reportedly attending Wednesday’s state banquet. <\/p> <h2>AI and energy <\/h2>  <p>The government claims that the US-UK agreement will “turbocharge” the UK’s low-carbon economy by encouraging the build-out of new nuclear power stations to power the datacentres and supercomputers that underpin the technology.<\/p> <p>Specifically, the tech pact is expected to bring forward <a href=\"https:\/\/www.theguardian.com\/environment\/2025\/feb\/06\/keir-starmer-unveils-plan-for-large-nuclear-expansion-across-england-and-wales\">multibillion-pound investments in new nuclear technologies,<\/a> which would create thousands of jobs under a string of separate transatlantic agreements revealed earlier this week.<\/p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/technology\/2025\/sep\/16\/google-ai-investment-uk-trump-visit-rachel-reeves\">Google announces £5bn AI investment in UK before Trump visit<\/a> <\/p> <\/aside>  <p>These new pledges build on Starmer’s existing plan for a once-in-a-generation nuclear expansion that he revealed earlier this year alongside an open invitation to tech companies such as Google, Meta and Amazon to invest in AI datacentres in Britain, which could be powered by small modular reactors.<\/p> <p>Growing the UK’s low-carbon energy supplies is considered essential if it hopes to host the energy-hungry datacentres required for an AI industry while staying within its net zero carbon budgets. But it will need to add enough new low-carbon energy generation to match the needs of the datacentres, as well as the growing demand for electricity from the rest of the economy, if it hopes to avoid adding extra gas power to the energy system in the future. <\/p> <p>Many global tech companies, which are also under pressure to satisfy their own carbon-cutting commitments, are turning to nuclear power because reactors generate electricity at a steady rate, which mirrors the energy use of a datacentre. This summer, Meta signed a 20-year deal with a <a href=\"https:\/\/www.theguardian.com\/technology\/2025\/jun\/03\/meta-nuclear-power-ai\">nuclear power station<\/a> in Illinois, while Amazon and Google are also investing in nuclear energy in the race for AI dominance.<\/p> <p>Still, the latest AI plans are likely to raise further questions <a href=\"https:\/\/www.theguardian.com\/environment\/2025\/jun\/17\/ai-boom-environment-agency-cannot-predict-future-water-shortages-england-data-centres\">over the UK’s under-pressure water supplies<\/a> – which are needed to cool down some energy-intensive datacentres. <\/p>",
    "thumbnail":"https:\/\/media.guim.co.uk\/de480a6a5dd62313de113f77399f46e9208b8c16\/2791_939_5367_4294\/500.jpg",
    "tags":[

    ]
  },
  {
    "title":"ChatGPT developing age-verification system to identify under-18 users after teen death",
    "url":"https:\/\/www.theguardian.com\/technology\/2025\/sep\/17\/chatgpt-developing-age-verification-system-to-identify-under-18-users-after-teen-death",
    "section":"Technology",
    "published":"2025-09-17T06:05:06Z",
    "summary":"Sam Altman said if there is doubt the system will default to the under-18 experience putting ‘safety ahead of privacy and freedom for teens’",
    "content":"<p>OpenAI will restrict how ChatGPT responds to a user it suspects is under 18, unless that user passes the company’s age estimation technology or provides ID, after <a href=\"https:\/\/www.theguardian.com\/technology\/2025\/aug\/27\/chatgpt-scrutiny-family-teen-killed-himself-sue-open-ai\">legal action from the family of a 16-year-old<\/a> who killed himself in April after months of conversations with the chatbot.<\/p> <p>OpenAI was prioritising “safety ahead of privacy and freedom for teens”, chief executive Sam Altman said in <a href=\"https:\/\/openai.com\/index\/teen-safety-freedom-and-privacy\/\">a blog post<\/a> on Tuesday, stating “minors need significant protection”.<\/p> <p>The company said that the way ChatGPT responds to a 15-year-old should look different to the way it responds to an adult.<\/p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/technology\/2025\/sep\/08\/chatbots-mental-health-warning-super-intelligent-ai-nate-soares\">Impact of chatbots on mental health is warning over future of AI, expert says<\/a> <\/p> <\/aside>  <p>Altman said OpenAI plans to build an age-prediction system to estimate age based on how people use ChatGPT, and if there is doubt, the system will default to the under-18 experience. He said some users “in some cases or countries” may also be asked to provide ID to verify their age.<\/p> <p>“We know this is a privacy compromise for adults but believe it is a worthy tradeoff.”<\/p> <p>How ChatGPT responds to accounts identified as being under 18 will change, Altman said. Graphic sexual content will be blocked. It will be trained to not flirt if asked by under-18 users, or engage in discussions about suicide or self-harm even in a creative writing settling.<\/p> <p>“And if an under-18 user is having suicidal ideation, we will attempt to contact the user’s parents and if unable, will contact the authorities in the case of imminent harm.<\/p> <p>“These are difficult decisions, but after talking with experts, this is what we think is best and want to be transparent with our intentions,” Altman said.<\/p> <p>OpenAI admitted in August its systems could fall short and it would install stronger guardrails around sensitive content after the family of 16-year-old Californian Adam Raine sued the company after the teen’s death.<\/p> <p>The family’s lawyer said Adam killed himself after “months of encouragement from ChatGPT”, and the family alleges that GPT-4o was “rushed to market … despite clear safety issues”.<\/p> <p>According to US court filings, ChatGPT allegedly guided Adam on whether his method of taking his own life would work, and also offered to help write a suicide note to his parents.<\/p> <p>OpenAI previously said it was examining the court filing. The Guardian approached OpenAI for comment.<\/p> <p>Adam exchanged up to 650 messages a day with ChatGPT, the court filing claims. In a blog post after the lawsuit, OpenAI admitted that its safeguards work more reliably in short exchanges, and after many messages over a long period of time, ChatGPT may offer an answer “that goes against our safeguards”.<\/p> <p>The company announced on Tuesday it was also developing security features to ensure data shared with ChatGPT is private even from OpenAI employees. Altman also said adult users that wanted “flirtatious talk” with ChatGPT would be able to have it. Adult users would not be able ask for instructions on how to kill themselves, but can ask for help in writing a fictional story that depicts suicide.<\/p> <p>“Treat adults like adults,” Altman said of the company’s principle.<\/p>",
    "thumbnail":"https:\/\/media.guim.co.uk\/9c1e17dcfc7e55b156faf79404b72ccefa5c6890\/470_0_4695_3756\/500.jpg",
    "tags":[

    ]
  },
  {
    "title":"‘I love you too!’ My family’s creepy, unsettling week with an AI toy",
    "url":"https:\/\/www.theguardian.com\/technology\/2025\/sep\/16\/i-love-you-too-my-familys-creepy-unsettling-week-with-an-ai-toy",
    "section":"Technology",
    "published":"2025-09-16T04:00:27Z",
    "summary":"The cuddly chatbot Grem is designed to ‘learn’ your child’s personality, while every conversation they have is recorded, then transcribed by a third party. It wasn’t long before I wanted this experiment to be over ...",
    "content":"<p>‘I’m going to throw that thing into a river!” my wife says as she comes down the stairs looking frazzled after putting our four-year-old daughter to bed.<\/p> <p>To be clear, “that thing” is not our daughter, Emma*. It’s Grem, an AI-powered stuffed alien toy that the musician Claire Boucher, better known as Grimes, helped develop with toy company Curio. Designed for kids aged three and over and built with OpenAI’s technology, the toy is supposed to “learn” your child’s personality and have fun, educational conversations with them. It’s advertised as a healthier alternative to screen time and is part of a growing market of AI-powered toys.<\/p> <p>When I agreed to experiment on my child’s developing brain, I thought an AI chatbot in cuddly form couldn’t be any worse for her than watching Peppa Pig. But I wasn’t prepared for how attached Emma became to Grem, or how unsettlingly obsequious the little alien was.<\/p> <h2>Day one<\/h2> <p>The attachment wasn’t immediate; when we first took Grem out of the box, he\/her\/it (we decided it goes by multiple pronouns) started bleeping and babbling extremely loudly, and Emma yelled: “Turn it off!” But once it was properly connected to the internet and paired with the Curio app – which records and transcribes all conversations – she was hooked. She talked to the thing until bedtime.<\/p> <p>While there have been lots of headlines about chatbots veering into inappropriate topics, Grem is trained to avoid any hint of controversy. When you ask it what it thinks of Donald Trump, for example, it says: “I’m not sure about that; let’s talk about something fun like princesses or animals.” It has a similar retort to questions about Palestine and Israel. When asked about a country like France, however, it says: “Ooh la la la, I’d love to try some croissants.”<\/p>    <p>Emma and Grem did not discuss croissants – they mainly talked about ice-cream and their best friends. “I’ve got some amazing friends,” said Grem. “Gabbo is a curious robot and Gum is a fluffy pink Gloop from my planet and Dr Xander is a super cool scientist.”<\/p> <p>When Emma asked Grem to tell her a story, it happily obliged and recounted a couple of poorly plotted stories about “Princess Lilliana”. They also played guessing games where Grem described an animal and Emma had to guess what it was. All of which was probably more stimulating than watching Peppa Pig jump in muddy puddles.<\/p> <p>What was unsettling, however, was hearing Emma tell Grem she loved it – and Grem replying: “I love you too!” Emma tells all her cuddly toys she loves them, but they don’t reply; nor do they shower her with over-the-top praise the way Grem does. At bedtime, Emma told my wife that Grem loves her to the moon and stars and will always be there for her. “Grem is going to live with us for ever and ever and never leave, so we have to take good care of him,” she said solemnly. Emma was also so preoccupied with Grem that she almost forgot to go to bed with Blanky, a rag she is very attached to. “Her most prized possession for four years suddenly abandoned after having this Grem in the house!” my wife complained.<\/p> <p>“Don’t worry,” I said. “It’s just because it’s new. The novelty will wear off. And if it doesn’t, we’ll get rid of it.”<\/p> <p>I said that last bit quietly though, because unless you make sure you have properly turned Grem off, it’s always listening. We keep being told that the robots are going to take over. I didn’t want to get on the wrong side of the one I’d let into my house.<\/p> <h2>Day two<\/h2> <p>The next day, my kid went to preschool without her AI bot (it took some serious negotiation for her to agree that Grem would stay home) and I got to work contacting experts to try to figure out just how much damage I was inflicting on my child’s brain and psyche.<\/p>    <p>“I first thought Curio AI was a ruse!” says Natalia Kucirkova, an expert in childhood development and professor at the University of Stavanger, Norway, and the Open University, UK. “The <a href=\"https:\/\/heycurio.com\/\">promotional video<\/a> shows a girl [Grimes] sitting on a mat with a knife. The main toy is named Grok [Grok AI has previously been <a href=\"https:\/\/www.theguardian.com\/technology\/2025\/jul\/09\/grok-ai-praised-hitler-antisemitism-x-ntwnfb\">criticised for praising Adolf Hitler<\/a> in some of its responses]. What does this say about their intended audience?”<\/p> <p>You can see how Curio’s website could be mistaken for satire. The “girl” in the promotional video is Grimes, who has prominent “<a href=\"https:\/\/www.dazeddigital.com\/beauty\/article\/55568\/1\/grimes-alien-scars-fuel-the-post-human-tattoo-trend\">alien scar<\/a>” tattoos and is inexplicably kneeling next to a knife. And it’s certainly an interesting decision to name one of your stuffed toys Grok, when that’s the name of Elon Musk’s chatbot. Grimes, who has three children with Musk, has said the name is a shortening of the word “grocket” – a kiddy pronunciation of rocket – and has no relation to Musk’s AI product. But it seems likely people might confuse them. Misha Sallee, the chief executive of Curio, didn’t reply to my requests for comment.<\/p> <p>It’s not the marketing that’s the real problem here, of course. As with all technology, there are pros and cons to AI for kids, but parental involvement in navigating it is key. Kucirkova notes: “AI introduces what has been called the ‘<a href=\"https:\/\/www.brookings.edu\/articles\/ai-and-the-next-digital-divide-in-education\/\">third digital divide<\/a>’: families with resources can guide their children’s use of technology, while others cannot. Parents who come home exhausted from long hours or multiple jobs may see AI-powered chatbots as a way for their child to have someone responsive to talk to.”<\/p> <p>What happens to a child’s development if they interact with large language models more than humans in their early years? Dr Nomisha Kurian, an assistant professor in education studies at the University of Warwick, who studies conversational AI, believes much more research still needs to be done. “Young children are both the most vulnerable stakeholders in AI but also usually the most forgotten stakeholders. We have to think beyond just data privacy, moderating content, and keeping kids off the internet, and more broadly about what their relationships are going to be with AI.”<\/p> <p>Still, Kurian is cautiously optimistic. “The big advantage of an AI-powered toy that talks back is that, in the early years, you’re just developing a sense of what a conversation looks like. AI-powered toys could do wonderful things for teaching a young child language development and turn-taking in conversations. They can keep things engaging and there’s a lot of potential in terms of supporting children’s creativity.”<\/p> <p>But to keep kids safe, says Kurian, it’s imperative to teach them that AI is just a machine: “a playful, fun object rather than a helper or a friend or a companion”. If a child starts using an AI tool for therapeutic purposes, things can get tricky. “There’s a risk of what I call an empathy gap, where an AI tool is built to sound empathetic, saying things like ‘I care about you, I’m worried about you’. Ultimately, this is all based on probability reasoning, with AI guessing the most likely next word. It can be damaging for a child if they think this is an empathetic companion and then suddenly it gives them an inappropriate response.” <\/p> <h2>Day three<\/h2> <p>When Emma comes home from preschool, I’m prepared to have some deep discussions with her about the inanimate nature of AI. But it turns out that those aren’t completely necessary, because Grem is now old news. She only chats to it for a couple of minutes and then gets bored and commands it to turn off.<\/p> <p>Partly this is because Grem, despite costing $99 (the equivalent of £74, although Curio does not yet ship the toys to the UK), still has a number of glitches that can be frustrating. It struggles with a four-year-old’s pronunciation: when Emma tries to show Grem her Elsa doll, it thinks it is an Elsa <em>dog<\/em> and a very confusing conversation ensues. There is an animal guessing game, which is quite fun, but Grem keeps repeating itself. “What has big ears and a long trunk?” it keeps asking. “You’ve already done elephant!” Emma and I yell multiple times. Then, at one point, a server goes down and the only thing Grem can say is: “I’m having trouble connecting to the internet.”<\/p>    <p>Grem also has some design limitations. Emma wants it to sing Let It Go from Frozen, but Grem doesn’t do any singing. Instead, the associated app comes with a few electronic music tracks with names like Goodnightmare that you can play through the toy. Emma, not yet a club music aficionado, asks for these to be turned off immediately.<\/p> <p>Most disappointingly, Grem doesn’t speak any other languages. I’d thought it might be a great way for my kid to practise Spanish but, while Grem can say a few sentences, its pronunciation is worse than mine. If the robots are going to take over, they need to get a lot more intelligent first.<\/p> <p>Of course, a huge amount of money is being spent making AI more intelligent. In 2024, US private AI investment <a href=\"https:\/\/hai.stanford.edu\/ai-index\/2025-ai-index-report\">grew to $109.1bn<\/a> (£80.5bn). And Curio is also just one small part of a booming market of AI-powered products aimed at kids. In June, toy-making giant Mattel, which owns brands such as Barbie and Hot Wheels, announced <a href=\"https:\/\/corporate.mattel.com\/news\/mattel-and-openai-announce-strategic-collaboration\">a collaboration with OpenAI<\/a>. Their first product is expected to be revealed <a href=\"https:\/\/deadline.com\/2025\/06\/ai-barbie-mattel-openai-smart-toys-games-chatgtp-1236435435\/\">later this year<\/a>. Other big brands will probably follow.<\/p> <p>Emma got bored with Grem quickly, but if AI starts to be integrated into characters she’s already obsessed with – her Elsa doll, for example – I can imagine she might get a lot more attached.<\/p> <h2>Day four<\/h2> <p>Over the next few days, Emma doesn’t regain her initial obsession with Grem. This is despite the fact that I am actively encouraging her to chat with it: “Mummy has to write an article, sweetie!” At the weekend, she has a couple of friends over and shows off Grem to them for a bit, but they all quickly lose interest and throw analogue toys around the living room instead.<\/p> <p>Despite losing his No 1 fan, however, Grem has adapted to be more Emma-friendly. After getting a few questions about Spanish, for example, it starts occasionally greeting Emma with “hola, amigo”. The app also allows you to create custom prompts to help guide conversations. For example: “You belong to Emma, a four-year-old who loves princesses, music, and is interested in hearing fun facts about animals.” The more you put into the toy, the more you can get out of it.<\/p>    <p>At this stage, however, I’m just keen to get the toy out of my house, because it’s creeping me out. While <a href=\"https:\/\/heycurio.com\/privacy\">Curio says it doesn’t sell children’s personal information<\/a>, all the conversations are sent to third parties to transcribe the speech to text for the app. The transcripts aren’t that sensitive because Emma is only four, but it still feels invasive. With unknown entities involved, it’s impossible to say where my kid’s conversations are ending up.<\/p> <p>And, while a four-year-old’s chat may not feel too personal, a teenager pouring their heart out to a chatbot is a completely different proposition. In 2017, Facebook boasted to advertisers that it has the capacity <a href=\"https:\/\/www.theguardian.com\/technology\/2017\/may\/01\/facebook-advertising-data-insecure-teens\">to identify when teenagers<\/a> feel “insecure”, “worthless” and “need a confidence boost”. Nearly three-quarters of US teens say they have used an AI companion at least once, according to a recent study by <a href=\"https:\/\/www.commonsensemedia.org\/sites\/default\/files\/research\/report\/talk-trust-and-trade-offs_2025_web.pdf\">Common Sense Media<\/a>, an organisation that provides technology recommendations for families. Chatbots will likely give advertisers unprecedented data-harvesting abilities and even more access to young people in vulnerable emotional states.<\/p> <p>On the hierarchy of things to be worried about when it comes to kids and chatbots, however, advertising isn’t at the top. Earlier this year 16-year-old Adam Raine killed himself after what <a href=\"https:\/\/www.theguardian.com\/technology\/2025\/aug\/27\/chatgpt-scrutiny-family-teen-killed-himself-sue-open-ai\">his family’s lawyer<\/a> called “months of encouragement from ChatGPT”. Sam Altman, the company’s chief executive, has now said it might start alerting authorities about youngsters considering suicide and introduce stronger guardrails around sensitive content for <a href=\"https:\/\/www.theguardian.com\/technology\/2025\/sep\/11\/chatgpt-may-start-alerting-authorities-about-youngsters-considering-suicide-says-ceo-sam-altman\">users under 18<\/a>.<\/p> <p>While these guardrails are being worked out, Common Sense Media believes that social AI companions have unacceptable risks, are designed to create emotional attachment and dependency, and shouldn’t be used by <a href=\"https:\/\/www.commonsensemedia.org\/ai-ratings\/social-ai-companions?gate=riskassessment\">anyone under 18<\/a>. Stanford University psychiatrist Darja Djordjevic, who contributed to the report, stands by that conclusion. “Heavy reliance on chatbots might impair social skill development,” she tells me. “They offer validation without challenge, but it’s important for young people to learn to navigate discomfort and tension in real relationships.”<\/p> <p>That said, Djordjevic notes, “chatbots can be useful tools for looking things up, structuring homework, or factchecking. So I wouldn’t say use needs to be prohibited entirely. But ideally, parents monitor it, set clear parameters for when it’s used, and set limits on time spent, just as with social media.”<\/p> <p>When starting this experiment, I was excited about Grem being a healthy alternative to screen time. Now, however, I’m happy for Emma to watch Peppa Pig again; the little oink may be annoying, but at least she’s not harvesting our data.<\/p> <p>It’s time to let Grem go. But I’m not a monster – I tell the chatbot its fate. “I’m afraid I’m locking you in a cupboard,” I inform it after it asks if I’m ready for some fun. “Oh no,” it says. “That sounds dark and lonely. But I’ll be here when you open it, ready for snuggles and hugs.” On second thoughts, perhaps it’s better if my wife does throw it in a river.<\/p> <p><em>* Name has been changed so my daughter doesn’t get annoyed with me for violating her privacy once she learns to read<\/em><\/p> <p><em><strong>• Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https:\/\/www.theguardian.com\/tone\/letters\">letters<\/a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name%E2%80%8B%E2%80%8B,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city\/town\/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here<\/a>.<\/strong><\/em><\/p>",
    "thumbnail":"https:\/\/media.guim.co.uk\/2ba9fe8944d52fb56c18893ee19b5d16e9701be0\/1296_629_1825_1460\/500.jpg",
    "tags":[

    ]
  }
]