[
  {
    "title":"UK overall inflation remains at 3.8% in August, but food price growth climbs for fifth month in a row - as it happened",
    "url":"https:\/\/www.theguardian.com\/business\/live\/2025\/sep\/17\/uk-inflation-steady-38-in-july-official-figures-federal-reserve-interest-rates-donald-trump-state-visit-business-live",
    "section":"Business",
    "published":"2025-09-17T14:51:39Z",
    "summary":"Food prices rise at fastest rate since January 2024 with vegetables, milk, cheese and fish going up; US Federal Reserve widely expected to cut rates later today",
    "content":"<div id=\"block-68cacaa18f08b62a47554c63\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T14:51:39.675Z\">3.51pm <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Closing summary<\/h2>  <div class=\"block-elements\">  <p>Our main story today:<\/p> <p>UK inflation held steady in August, official figures show, maintaining pressure on households as the <a href=\"https:\/\/www.theguardian.com\/business\/bankofenglandgovernor\">Bank of England<\/a> prepares to keep borrowing costs at elevated levels.<\/p> <p>Figures from the <a href=\"https:\/\/www.ons.gov.uk\/economy\/inflationandpriceindices\/bulletins\/consumerpriceinflation\/august2025\">Office for National Statistics<\/a> (ONS) show the annual rate of inflation as measured by the consumer prices index remained at 3.8% last month, the <a href=\"https:\/\/www.theguardian.com\/business\/2025\/aug\/20\/inflation-rises-july-pause-interest-rate-cuts\">same level as July<\/a> and matching the forecasts of City economists.<\/p> <p>Financial markets are widely predicting that Bank policymakers will keep interest rates <a href=\"https:\/\/www.theguardian.com\/business\/2025\/aug\/07\/bank-of-england-cuts-interest-rates-quarter-point-4\">on hold at 4%<\/a> on Thursday amid signs of sustained inflationary pressures at almost twice its official 2% target rate.<\/p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/business\/2025\/sep\/17\/uk-inflation-remained-at-38-in-august-official-figures-show\">UK inflation holds steady at 3.8% as fuel prices offset falling air fares<\/a> <\/p> <\/aside>  <p>The Bank of Canada cut interest rates by a quarter point today, and the US Federal Reserve is expected to make a similar move tonight.<\/p> <p>With this, we are signing off. Good-bye! We’ll be back tomorrow.<\/p> <\/div>   <\/div> <div id=\"block-68cac98e8f085b3ecec02790\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T14:50:01.399Z\">3.50pm <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Wall Street opens flat ahead of widely anticipated Fed rate cut<\/h2>  <div class=\"block-elements\">  <p>Wall Street has opened flat ahead of the US Federal Reserve’s interest rate decision tonight.<\/p> <p>The FTSE 100 index in London has gained 20 points, or 0.2%, to 9,215 and the Dax in Frankfurt is also 0.2% ahead, while the CAC in Paris has fallen by 0.25% and the FTSE MiB in Milan has lost 1.3%.<\/p> <p>The Fed is widely expected to cut rates for the first time this year, by a quarter point.<\/p> <p><strong>Victoria Scholar<\/strong>, head of investment at interactive investor said:<\/p> <blockquote class=\"quoted\"> <p><strong>British Gas <\/strong>owner <strong>Centrica<\/strong> is [near] the top of the UK basket thanks to a broker upgrade from Morgan Stanley while B<strong>arratt Redrow<\/strong> is another gainer on earnings. <strong>Fresnillo<\/strong> is at the bottom of the leaderboard on weaker precious metal prices. <\/p> <p>Meanwhile Trump’s second state visit to the UK is very much dominating the headlines. So far, a $42bn ‘Tech Prosperity Deal’ has been agreed to boost ties between the two nations around AI and technology. <strong>Microsoft<\/strong> has promised $31bn in UK investments.<\/p> <p>The Fed is in focus, widely anticipated to cut interest rates for the first time this year, a day after Trump’s attempt to fire Fed governor Lisa Cook was blocked by an appeals court. While the rate cut is already priced in, focus will be on the dot plot for guidance around where rates might go next. Barclays is projecting the Fed will signal three rate cuts by year-end.<\/p> <\/blockquote> <\/div>   <\/div> <div id=\"block-68cac5778f088854dcd6a20e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T14:43:17.329Z\">3.43pm <span class=\"timezone\">BST<\/span><\/time> <\/p>    <div class=\"block-elements\">  <p><strong>AstraZeneca<\/strong> <strong>today announced disappointing results from a late-state clinical trial of Fasenra in patients with chronic obstructive pulmonary disease (COPD).<\/strong><\/p> <p>The drug did not achieve statistical significance in ten of controlling flare-ups. COPD, a debilitating, progressive disease which causes irreversible lung damage, increased hospitalisations and can lead to death, affects 391 million people worldwide.<\/p> <p>Fasenra is currently approved as a treatment for severe eosinophilic asthma (SEA) in more than 80 countries, including the US, Japan, the EU and china.<\/p> <p><strong>Sharon Barr<\/strong>, Executive Vice President, BioPharmaceuticals R&amp;D, AstraZeneca, said:<\/p> <blockquote class=\"quoted\"> <p>COPD, which remains a leading cause of death worldwide, is a complex, heterogeneous disease and we continue to advance other promising approaches in our pipeline to address the unmet needs of patients.<\/p> <p>With its well-established ability to target and eliminate eosinophils, Fasenra has helped transform treatment of severe asthma, and more recently has demonstrated a significant effect in eosinophilic granulomatosis with polyangiitis and hypereosinophilic syndrome.<\/p> <\/blockquote> <p>The latter is a rare condition that causes inflammation in small- to medium-size blood vessels.<\/p> <p>The company also reported positive late-stage (phase III) results for a subcutaneous version of its lupus drug Saphnelo, saying the treatment significantly reduced disease activity in patients with systemic lupus erythematosus (SLE) compared to a placebo, and matched the safety seen with the currently approved intravenous version.<\/p> <p>A subcutaneous injection is under the skin and is slower and safer while an intravenous injection is into a vein.<\/p> <p>AstraZeneca’s share price fell earlier and was among the biggest losers on the FTSE 100 index, but have since recovered and are now up by 0.3%.<\/p> <\/div>   <\/div> <div id=\"block-68cac6e18f088854dcd6a233\" class=\"block is-key-event\" data-block-contributor=\"profile\/jasper-jolly\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T14:35:28.662Z\">3.35pm <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Ofwat sets 'fit and proper' tests for water company directors<\/h2>  <div class=\"block-elements\">  <p>Water company directors will have to meet new, higher standards for honesty, experience and financial management or face the sack, according to new rules published by the regulator for England and Wales.<\/p> <p><strong>Ofwat<\/strong> said the privatised water companies will have to assess new hires and existing directors each year to make sure they meet standards for honesty, experience and financial management.<\/p> <p>“Fit and proper” tests are widely used across sensitive British industries, ranging from investment managers and broadcasters to the owners of Premier League football teams.<\/p> <p>The regulator could block appointment of directors with unspent convictions, a history of financial mismanagement (including previous responsibility for a bankrupt company) or misconduct - although it is unclear whether the rules would have helped under-pressure Thames Water to avoid the long-running crisis it faces.<\/p> <p>The changes come on top of rules allowing Ofwat to block bonuses for chief executives or chief financial officers if the company has breached environmental rules.<\/p> <p><strong>Emma Hardy<\/strong>, water minister in the Labour government, said the rules were part of “a new era of accountability in the sector”. She added:<\/p> <blockquote class=\"quoted\"> <p>By ensuring that those at the top of water companies meet the highest standards, we are rebuilding public trust, strengthening accountability, and driving change to clean up our rivers, lakes and seas for good, as part of our Plan for Change.<\/p> <\/blockquote> <p><strong>Helen Campbell<\/strong>, executive director, delivery at Ofwat said the regulator “will take action where companies fall short”.<\/p> <\/div>   <\/div> <div id=\"block-68cac2588f088854dcd6a1cd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T14:15:32.899Z\">3.15pm <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Temu’s UK operation doubles revenues and pre-tax profits<\/h2>  <div class=\"block-elements\">  <p>The UK operation of the Chinese online marketplace <strong>Temu<\/strong> doubled revenues and pre-tax profits last year, as British consumers snapped up products offered by <a href=\"https:\/\/www.theguardian.com\/world\/2023\/oct\/06\/addictive-absurdly-cheap-and-controversial-the-rise-of-chinas-temu-app\">the super-budget retailer<\/a>.<\/p> <p>Temu UK reported revenues of $63.3m (£46.4m) last year, almost double the $32m in 2023, while pre-tax profits similarly surged from $2m to $3.9m, accounts show.<\/p> <p>However, at an operating level, the company, which files under the name <strong>Whaleco UK<\/strong> at Companies House, reported losses widening from $7.9m to $8.7m year-on-year. The company put most of its broadening operating loss down to “exchange losses”.<\/p> <p>Because of Temu’s small pre-tax profit, the company paid just $985,000 in UK corporation tax, up from $517,000 in 2023.<\/p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/technology\/2025\/sep\/17\/temus-uk-operation-doubles-revenues-and-pre-tax-profits\">Temu’s UK operation doubles revenues and pre-tax profits<\/a> <\/p> <\/aside> <\/div>   <\/div> <div id=\"block-68cac1d38f085b3ecec0270c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T14:14:44.929Z\">3.14pm <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Bold and ‘brat’: M&amp;S bets on womenswear to revive autumn fortunes<\/h2>  <div class=\"block-elements\">  <p>After a cyber-attack rained on its summer, <strong>Marks &amp; Spencer<\/strong> is banking on fashion to brighten its autumn.<\/p> <p>A Prada-esque, crystal-embellished, charcoal V-neck cardigan (£46), a faux leather trenchcoat with a price tag of £90 – £6,810 less than the Burberry version – and a £36 short pleated skirt that offers a wearable take on Charli xcx’s “brat” styling will hit shop floors shortly.<\/p> <p>“We can be bolder because, while we continue to dominate in the over-55s, we’ve got new customers in the 35- to 55-year-old age range,” said <strong>Maddy Evans<\/strong>, the brand’s womenswear lead, at a showcase of the new collection in the run-up to London fashion week, which begins on Friday.<\/p> <p>The store is relying on womenswear, which has been ticking upward in sales and credibility for two years, to lead a bounce back after <a href=\"https:\/\/www.theguardian.com\/business\/2025\/may\/03\/inside-the-marks-and-spencer-cyber-attack-chaos\">a devastating cyber-attack<\/a> that affected M&amp;S from April to August and is predicted to have cost the business £300m in profits.<\/p> <p>Evans said the retailer was aiming for two-thirds newness in store. <\/p> <blockquote class=\"quoted\"> <p>That basically means that if a customer walks in to see the new season, two-thirds of it she will never have seen before. The other third is core product – white T-shirts, skinny jeans, black wide-leg trousers, pieces that never go out of stock.<\/p> <\/blockquote> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/business\/2025\/sep\/17\/marks-spencer-womenswear-revive-autumn-fortunes\">Bold and ‘brat’: Marks &amp; Spencer bets on womenswear to revive autumn fortunes <\/a> <\/p> <\/aside> <\/div>   <\/div> <div id=\"block-68cac1738f08b62a47554bb9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T14:12:31.959Z\">3.12pm <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Manchester United hit £666.5m record revenue but lose £33m amid turmoil<\/h2>  <div class=\"block-elements\">  <p><strong>Manchester United<\/strong> have revealed record revenues of £666.5m for last season but still reported a loss of £33m for the financial year. The club were without Champions League football in 2024-25 and finished 15th in the Premier League but their revenue marginally increased by 0.7%.<\/p> <p>Accounts for the year ending 30 June show United’s operating loss fell from £69.3m to £18.4m compared with the previous 12 months. Overall losses dropped from £113.2m to £33m after the co-owner <strong>Sir Jim Ratcliffe<\/strong> oversaw wide-ranging, and often unpopular, changes at a club he claimed in March had “gone one off the rails” as a business. The British billionaire warned United would have gone “bust at Christmas” if they had not taken “really tough decisions”.<\/p> <p>The chief executive, <strong>Omar Berrada<\/strong>, said: <\/p> <blockquote class=\"quoted\"> <p>On the field, we are pleased with the additions we have made to our men’s and women’s first-team squads over the summer, as we build for the long term. Off the field, we are emerging from a period of structural and leadership change with a refreshed, streamlined organisation equipped to deliver on our sporting and commercial objectives.<\/p> <p>To have generated record revenues during such a challenging year for the club demonstrates the resilience which is a hallmark of Manchester United … As we start to feel the benefits of our cost-reduction programme, there is significant potential for improved financial performance, which will, in turn, support our overriding priority: success on the pitch.<\/p> <\/blockquote> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/football\/2025\/sep\/17\/manchester-united-hit-666m-record-revenue-but-lose-33m-amid-turmoil\">Manchester United hit £666.5m record revenue but lose £33m amid turmoil<\/a> <\/p> <\/aside> <\/div>   <\/div> <div id=\"block-68cac0178f085b3ecec026ea\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T14:10:14.590Z\">3.10pm <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Bank of Canada cuts interest rates by quarter point<\/h2>  <div class=\"block-elements\">  <p>The Bank of Canada has cut interest rates by a quarter point to 2.5%, as expected.<\/p> <p>The rate is now below the midpoint of the Bank’s 2.25% to 3.25% neutral range estimate for the first time since the opening stages of the pandemic. <\/p> <p>In his opening statement to the press conference, governor <strong>Tiff Macklem<\/strong> highlighted three factors behind the decision: the softness of the labour market, recent more encouraging core price data, and the government’s decision to remove most of its retaliatory tariffs on US goods. <\/p> <p>Even so, Macklem struck a cautious tone in relation to US trade policy, noting that <\/p> <blockquote class=\"quoted\"> <p>the disruptive effects of shifts in trade will add costs even as they weigh on economic activity. It is difficult to predict the extent of cost increases, where they will show up, and how they could be passed through to consumer prices.<\/p> <\/blockquote> <p>The Bank dropped the line from its previous policy statement that said “if a weakening economy puts further downward pressure on inflation and the upward price pressures from the trade disruptions are contained, there may be a need for a reduction in the policy interest rate.” <\/p> <p>However, the Bank reiterated that it will be assessing the extent to which weakness in exports “spills over into business investment, employment, and household spending”, how “trade disruptions are…passed on to consumer prices” and “how inflation expectations evolve”. <\/p> <p><strong>Stephen Brown<\/strong>, deputy chief North America economist at Capital Economics, said:<\/p> <blockquote class=\"quoted\"> <p>That leaves the door to another interest rate cut this year if, as we expect, economic growth remains weak while core inflation pressures remain under control.<\/p> <p>The Bank of Canada’s decision to cut by 25bp today was of little surprise following the recent softer labour market data and easing of upside inflation risks, although the relatively neutral tone of the Bank’s policy statement suggests that it is not necessarily expecting to cut rates again in October.<\/p> <\/blockquote> <\/div>   <\/div> <div id=\"block-68cabe6f8f088854dcd6a180\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T14:02:44.957Z\">3.02pm <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">UK university research offers 'huge economic potential' – study<\/h2>  <div class=\"block-elements\">  <p>Meanwhile, a report from the life science campus developer <strong>Pioneer Group<\/strong> and the <strong>Crown Estate<\/strong> found that the research done at British universities offers “huge economic potential that is not being realised due to capital constraints, with strong regional disparities at play”. <\/p> <p>The study, titled <strong><a href=\"https:\/\/thepioneergroup.com\/the-henham-report\/\">Bridging the Capital Gap for UK Research Commercialisation,<\/a><\/strong> said that if £15bn were invested in early-stage ventures over the next 10 years, with a further £27bn of investment this could lead to 1,771 new spinout companies – more than doubling the current number, and creating 56,000 jobs.<\/p> <p>Over the past decade, the UK has generated 1,358 university spinouts, mostly in the golden triangle – the life sciences cluster of London, Oxford and Cambridge – which has attracted £8bn of venture capital. It receives the vast majority of capital (85%), even though it produces less than a third of British research. The report flagged the government’s pension reforms, aimed at getting pension funds to invest in UK assets.<\/p> <p><strong>Toby Reid<\/strong>, executive director at Pioneer Group, explains: <\/p> <blockquote class=\"quoted\"> <p>British science is globally significant, with the UK boasting 17 universities in the world top 100, including four in the top 10. Their world-leading research and innovation represent huge economic potential that is not being realised due to capital constraints, with strong regional disparities at play.<\/p> <p>Despite universities across the UK demonstrating strong research power, 85.2% of all spinout venture capital raised since 2010 was in the Golden Triangle. Yet it only produced 31% of the research in the UK. This demonstrates the pressing need to ensure we maximise the commercial potential of research flowing from regions up and down the country. <\/p> <p>Indeed, the world is entering a new kind of race – not for territory or trade – but for next generation technologies. Our universities hold the keys to these technologies, but we must go further and faster in commercialising them to enable their real-world impact.<\/p> <\/blockquote> <p><strong>Matt Mason<\/strong>, head of innovation at The Crown Estate, said: <\/p> <blockquote class=\"quoted\"> <p>British science is world-class, but its commercial potential remains largely untapped.<\/p> <p>To make the most of these opportunities and our innovation economy, we must build the necessary infrastructure to support talent, venture capital and technology. This will allow us to turn research excellence into economic impact and position the UK as a global leader in research commercialisation, while delivering the next generation of world-changing technologies.<\/p> <\/blockquote> <\/div>   <\/div> <div id=\"block-68cabddf8f0870640b69159d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T13:56:46.730Z\">2.56pm <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">UK is going to be ‘AI superpower’, says Nvidia boss as he invests £500m<\/h2>  <div class=\"block-elements\">  <p><strong>Jensen Huang<\/strong>, the co-founder and chief executive of the US AI chipmaker <strong><a href=\"https:\/\/www.theguardian.com\/technology\/nvidia\">Nvidia<\/a><\/strong>, has predicted “the UK is going to be an AI superpower” as he announced a new £500m investment in a British firm.<\/p> <p>Huang, who is due to join <strong>Donald Trump<\/strong> at Wednesday night’s state banquet with the king, said he was taking an equity stake in <strong>NScale<\/strong>, a UK cloud computing company, and predicted it would earn revenues of up to £50bn over the next six years. He told a press conference in London:<\/p> <blockquote class=\"quoted\"> <p>We’re here to announce that the UK is going to be an AI superpower.<\/p> <\/blockquote> <p>Huang cited as evidence of Britain’s potential its universities and several companies founded in the UK, ranging from <a href=\"https:\/\/www.theguardian.com\/technology\/2025\/aug\/04\/demis-hassabis-ai-future-10-times-bigger-than-industrial-revolution-and-10-times-faster\">the AI giant DeepMind<\/a> to the <a href=\"https:\/\/www.theguardian.com\/business\/article\/2024\/may\/07\/uk-ai-startup-wayve-funding-self-driving-softbank\">driverless car startup Wayve<\/a>. “You just don’t appreciate it. Your universities. Come on. You’re too humble,” he said.<\/p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/technology\/2025\/sep\/17\/jensen-huang-nvidia-uk-ai-superpower-500m-nscale\">UK is going to be ‘AI superpower’, says Nvidia boss as he invests £500m<\/a> <\/p> <\/aside> <\/div>   <\/div> <div id=\"block-68cab51c8f0862eec18cfddd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T13:31:05.724Z\">2.31pm <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Labour must rethink growth strategy to curb rise of far right, says top economist<\/h2>  <div class=\"block-elements\">  <p>Defeating far-right populism will require Labour to radically overhaul its “arid” approach to raising living standards in left-behind communities, the former <a href=\"https:\/\/www.theguardian.com\/business\/bankofenglandgovernor\">Bank of England<\/a> chief economist has said.<\/p> <p><strong><a href=\"https:\/\/www.theguardian.com\/business\/andy-haldane\">Andy Haldane<\/a><\/strong> warned that Labour’s growth plans were failing to support parts of the country where voters feel neglected and disenfranchised.<\/p> <p>With ministers under pressure to respond to a <a href=\"https:\/\/www.theguardian.com\/politics\/2025\/sep\/14\/labour-mps-keir-starmer-no-10-statement-far-right-rally-london\">summer of unrest<\/a>, he said the “single most important thing” Keir Starmer’s government could do was to rethink its economic approach before the autumn budget.<\/p> <p>He said: <\/p> <blockquote class=\"quoted\"> <p>We need a story of growth that isn’t aridly told from 30,000 feet, but speaks to the lived experience and to the prospects and opportunities of workers in the everyday economy.<\/p> <\/blockquote> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/politics\/2025\/sep\/17\/labour-growth-far-right-economy-andy-haldane\">Labour must rethink growth strategy to curb rise of far right, says top economist<\/a> <\/p> <\/aside> <\/div>   <\/div> <div id=\"block-68cab14b8f080f2d1dcf2768\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T13:05:26.041Z\">2.05pm <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Morrisons reports slowing sales<\/h2>  <div class=\"block-elements\">  <p><strong>Morrisons<\/strong> has reported a slowdown in sales growth and flagged “challenging macroeconomic conditions”.<\/p> <p>The UK’s fifth-largest supermarket chain, which was acquired by the US private equity firm Clayton, Dubilier &amp; Rice in 2021, said like-for-like sales rose by 3% in the 13 weeks to 27 July, down from 3.9% growth in the previous quarter.<\/p> <p>The company also complained of rising costs:<\/p> <blockquote class=\"quoted\"> <p>We are also managing the incremental impact of the autumn budget and other government legislation, which has created significant cost headwinds, some of which were unexpected at the start of the financial year.<\/p> <\/blockquote> <\/div>   <\/div> <div id=\"block-68caafdb8f080f2d1dcf274b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T12:58:17.159Z\">1.58pm <span class=\"timezone\">BST<\/span><\/time> <\/p>    <div class=\"block-elements\">  <p><strong>Alexandra Brown<\/strong>, North America economist at Capital Economics, said:<\/p> <blockquote class=\"quoted\"> <p>The weakness in August housing starts was as expected, especially after July’s hard-to-explain strength. While homebuilders have recently become more optimistic about prospects for housing demand, as mortgage rates have eased, the decline in building permits suggests that housing starts are nonetheless likely to decline further. <\/p> <p>The fall was broad-based by housing type… The weakness was centred in the South; total housing starts increased in the Northeast, and West and single-family starts increased in the Midwest. Looking forward, the 3.7% decline in building permits in August suggests this weakness will continue, with both single family and multifamily permits falling.<\/p> <p>Homebuilder confidence held steady in September with a dismal reading of 32. The NAHB press release singled out rising construction costs and the increasing need to offer price reductions to make sales as key reasons for depressed sentiment. However, builders have become more optimistic about future sales thanks to the decline in the 30-year fixed mortgage rate to a 11-month low of below 6.4%.<\/p> <p><strong>However, we doubt mortgage rates will fall much further, with the widely anticipated Fed cuts now mostly priced in. This should keep demand subdued. As a result, homebuilding should remain stagnant over the next year, with housing starts remaining below 1.32m.<\/strong><\/p> <\/blockquote> <\/div>   <\/div> <div id=\"block-68caadd58f0870640b691490\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T12:55:19.019Z\">1.55pm <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">US housing starts fall, suggesting market is cooling<\/h2>  <div class=\"block-elements\">  <p>The number of homes started in the US in August fell, along with home building permits, suggesting the housing market is cooling.<\/p> <p>Total US housing starts fell by 8.5% in August from July to 1.307m, and were lower than expected. It was the biggest monthly drop in five months and comes after a downwardly revised 3.4% rise in July to 1.43m. The number of single-family homes started fell by 7% to 957,000, according to the National Association of Home Builders.<\/p> <p>Home building permits also fell, by 3.7% last month against expectations of an increase.<\/p>  <figure class=\"element element-tweet\" data-canonical-url=\"https:\/\/twitter.com\/NAHBhome\/status\/1968294608707743957\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Total U.S. <a href=\"https:\/\/twitter.com\/hashtag\/housing?src=hash&amp;ref_src=twsrc%5Etfw\">#housing<\/a> starts fell 8.5% in August to an annual rate of 1.307 million, 6% below Aug. 2024. Single-family home starts dropped 7% last month to 957,000 annualized, 11.7% lower than August 2024. Home building permits were also 11% lower than a year ago. <a href=\"https:\/\/twitter.com\/hashtag\/realestate?src=hash&amp;ref_src=twsrc%5Etfw\">#realestate<\/a> <a href=\"https:\/\/t.co\/IDYzLdNHXd\">pic.twitter.com\/IDYzLdNHXd<\/a><\/p>&mdash; NAHB 🏠 (@NAHBhome) <a href=\"https:\/\/twitter.com\/NAHBhome\/status\/1968294608707743957?ref_src=twsrc%5Etfw\">September 17, 2025<\/a><\/blockquote> <\/figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https:\/\/twitter.com\/odetakushi\/status\/1968295402568028345\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">U.S. housing starts fell to a seasonally adjusted annual rate of 1.307 million, missing consensus expectations of 1.365 million. Building permits—a leading indicator of future groundbreaking—also declined to 1.312 million, below the expected 1.37 million.<br><br>Single-family starts… <a href=\"https:\/\/t.co\/FSSnYaXIZV\">pic.twitter.com\/FSSnYaXIZV<\/a><\/p>&mdash; Odeta Kushi (@odetakushi) <a href=\"https:\/\/twitter.com\/odetakushi\/status\/1968295402568028345?ref_src=twsrc%5Etfw\">September 17, 2025<\/a><\/blockquote> <\/figure> <\/div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-09-17T12:56:32.809Z\">at 1.56pm BST<\/time><\/p>  <\/div> <div id=\"block-68ca9d438f0870640b69135c\" class=\"block\" data-block-contributor=\"profile\/jason-rodrigues\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T11:44:20.836Z\">12.44pm <span class=\"timezone\">BST<\/span><\/time> <\/p>    <div class=\"block-elements\">  <p><strong>The <a href=\"https:\/\/www.theguardian.com\/business\/live\/2025\/sep\/17\/uk-inflation-steady-38-in-july-official-figures-federal-reserve-interest-rates-donald-trump-state-visit-business-live?CMP=share_btn_url&amp;page=with%3Ablock-68ca683b8f0870640b691136#block-68ca683b8f0870640b691136\">announcement today<\/a> that Jerry Greenfield, co-founder of Ben &amp; Jerry’s ice cream, has decided to step down from the company he and his partner Ben Cohen sold to Unilever in 2000 comes as little surprise, given the uneasy relationship that has existed since the two sides merged over 25 years ago<\/strong>, <em>reports Jason Rodrigues from the Guardian’s Research &amp; Information Department<\/em>.<\/p> <p>The founders of the then-independent ice-cream company, who had incorporated a social mission into their business, were unhappy with the brand’s new owner appointing one of its longstanding managers, <strong>Yves Couette<\/strong>, as chief executive of Ben &amp; Jerry’s, saying: “while he [Couette] seems like a nice man, we support a different candidate.” <\/p> <p>Unilever were unwavering in their decision, saying: “once Yves gets there, they will realise he is a very cool guy.”<\/p> <p>Unilever had kept Greenfield and Cohen on as senior advisers after they sold their company for an estimated $49m, not least because of their iconic value. <\/p> <p>The pair had founded the company with its ethos of ‘caring capitalism’ in 1978. They insisted on using local, hormone-free milk and adopted other socially aware policies, <\/p> <p>The public fell in love with the story of two ex-hippies who started out making homemade scoops in a converted garage in Burlington, Vermont, and the company grew.<\/p> <p>The pair also came up with way-out names for their flavours: Peace Pops, Cherry Garcia (after the late guitarist <strong>Jerry Garcia<\/strong> of the Grateful Dead), and Cool Britannia, a vanilla ice cream with strawberries and fudge-covered shortbread.<\/p>   <\/div>   <\/div> <div id=\"block-68ca8a178f0870640b69126a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T11:19:50.418Z\">12.19pm <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Eurozone inflation confirmed at 2% in August<\/h2>  <div class=\"block-elements\">  <p>Inflation in the eurozone was stable at 2% in August – and nearly half the 3.8% rate seen in the UK.<\/p> <p>In the European Union, annual inflation stayed at 2.4%, unchanged from July, according to <a href=\"https:\/\/ec.europa.eu\/eurostat\/web\/products-euro-indicators\/w\/2-17092025-ap\">final figures from Eurostat<\/a>, the EU’s statistics office.<\/p> <p>The lowest annual rates were registered in <strong>Cyprus<\/strong> (0.0%), <strong>France<\/strong> (0.8%) and <strong>Italy<\/strong> (1.6%). The highest annual rates were recorded in <strong>Romania<\/strong> (8.5%), <strong>Estonia<\/strong> (6.2%) and <strong>Croatia<\/strong> (4.6%).<\/p> <p>Last week, the European Central Bank kept interest rates unchanged, leaving its key rate on the deposit facility at 2%, the lowest in more than two years.<\/p> <p>ECB president <strong>Christine Lagarde<\/strong> said after the decision that the “disinflationary process is over” and that the eurozone is “in a good place”.<\/p> <p>“The domestic economy is showing resilience, the labour market is solid and risks are more balanced,” she told journalists, adding that inflation was “where we want it to be”.<\/p> <\/div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-09-17T12:46:33.553Z\">at 1.46pm BST<\/time><\/p>  <\/div> <div id=\"block-68ca7c648f080f2d1dcf249f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T09:19:44.534Z\">10.19am <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Growth in UK house prices and rents slows in July<\/h2>  <div class=\"block-elements\">  <p>The latest figures from the Office for National Statistics released this morning show that average house prices in the UK in July were 2.8% higher than a year earlier, down from 3.6% price growth in June.<\/p> <p>Growth has slowed sharply since hitting a two-year high in March, when buyers rushed to complete sales before a tax break on house purchases expired.<\/p> <p>Rents charged by private landlords rose by 5.7% year-on-year in August, down from an annual rate of 5.9% in July – the smallest annual increase since December 2022.<\/p> <\/div>   <\/div> <div id=\"block-68ca78318f0870640b6911ae\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T09:16:16.933Z\">10.16am <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Barratt Redrow warns of 'tough market' with limited growth in 2026<\/h2>  <div class=\"block-elements\">  <p>Britain’s largest housebuilder <strong>Barratt Redrow<\/strong> has warned of a “tough market” with limited growth expected in the coming year, and the late budget holding back the market amid uncertainty around property taxes.<\/p> <p>Even so, the company raised its dividend after reporting a 34% increase in revenue to £5.6bn in the year to 29 June, following Barratt’s acquisition of Redrow last year.<\/p> <p>Reporting its full-year results for the combined group for the first time, the builder highlighted difficult conditions in the housing market as it delivered 16,565 home completions, slightly below expectations. Adjusted profit before tax rose by 26.8% to £488.3m.<\/p> <p>Its private weekly reservation rate in July and August was 0.55, down from 0.56 last year.<\/p> <p>The group expects to complete between 17,200 and 17,800 homes this year, assuming a normal autumn selling season. However, it cautioned that “the extended period through to the budget and related uncertainties around general taxation and that applicable to housing, has introduced additional risk”.<\/p> <p><strong>David Thomas<\/strong>, the chief executive, said:<\/p> <blockquote class=\"quoted\"> <p>We have delivered a solid performance in a tough market, with adjusted profits ahead of expectations despite home completions coming in slightly below our guided range.<\/p> <p>The acquisition of Redrow is transformative for the group, and I am pleased with the progress we have made on delivering synergies ahead of our targets and executing a successful integration, which is now largely complete.<\/p> <\/blockquote> <p>He added that “the housing market remains challenging and we anticipate limited growth in 2026”.<\/p> <p>The news comes a week after Vistry Group, another big housebuilder, said first-half profits more than halved as buyer demand comes under pressure from concerns over the economy, affordability struggles and <a href=\"https:\/\/www.theguardian.com\/business\/2025\/aug\/07\/bank-of-england-cuts-interest-rates-quarter-point-4\">slower-than-hoped interest rate cuts<\/a>.<\/p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/business\/2025\/sep\/10\/housebuilder-vistry-profits-more-than-halve-amid-economic-uncertainty\">Housebuilder Vistry’s profits more than halve amid economic uncertainty<\/a> <\/p> <\/aside> <\/div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-09-17T10:30:10.070Z\">at 11.30am BST<\/time><\/p>  <\/div> <div id=\"block-68ca755b8f080f2d1dcf2446\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T08:47:29.350Z\">9.47am <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Trump’s tariffs have hurt tea exports to the US, says Fortnum &amp; Mason boss<\/h2>  <div class=\"block-elements\">  <p>The boss of upmarket retailer <strong>Fortnum &amp; Mason<\/strong> has said <strong><a href=\"https:\/\/www.theguardian.com\/us-news\/trump-tariffs\">Donald Trump<\/a><\/strong><a href=\"https:\/\/www.theguardian.com\/us-news\/trump-tariffs\">’s trade war<\/a> has hit sales of its luxury tea exports to the US and forced up prices.<\/p> <p><strong>Tom Athron<\/strong>, the London-based retailer’s chief executive, said Trump’s stricter country of origin rules and the <a href=\"https:\/\/www.theguardian.com\/us-news\/2025\/aug\/29\/trump-tariffs-global-parcel-shipments-to-us-lose-exemption\">end of the “de minimis” cost exemption<\/a> for parcels worth less than $800 (£587) had hit customers across the Atlantic.<\/p> <p>“The American authorities have told us – this is the tea industry in its entirety – that if you’ve got tea from China and India in your tea, then its country of origin [is] China or India, and therefore those enormous tariffs apply,” he <a href=\"https:\/\/www.ft.com\/content\/1479686c-7aa5-466b-90b5-47dcefcb4136\">told the Financial Times<\/a>.<\/p> <p>Trump, who landed in the UK on Tuesday for an unprecedented second state visit for a US president, last month <a href=\"https:\/\/www.theguardian.com\/us-news\/2025\/aug\/27\/trump-tariff-india-russian-oil-purchase\">imposed a 50% tariff on imports from India<\/a> as a punishment for buying Russian oil.<\/p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/us-news\/2025\/sep\/17\/trumps-tariffs-have-hurt-tea-exports-to-the-us-says-fortnum-mason-boss\">Trump’s tariffs have hurt tea exports to the US, says Fortnum &amp; Mason boss<\/a> <\/p> <\/aside> <\/div>   <\/div> <div id=\"block-68ca73058f0870640b691182\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T08:39:44.948Z\">9.39am <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Aldi reveals new store locations<\/h2>  <div class=\"block-elements\">  <p><strong>Aldi<\/strong> has revealed some of the towns and cities where it is opening new stores as part of its £1.6bn expansion plan over the next couple of years.<\/p> <p>On Monday, the UK’s fourth-largest supermarket said it plans to open 80 stores across 2026 and 2027 to meet the UK’s growing demand for affordable groceries. Aldi will also upgrade existing stories and develop its distribution network.<\/p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/business\/2025\/sep\/15\/aldis-uk-boss-warns-shoppers-face-higher-food-prices-if-budget-heaps-extra-costs-on-retailers\">Late-November budget may affect Christmas shopping, says Aldi boss<\/a> <\/p> <\/aside>  <p>The retailer, which now has 1,060 stores, is aiming for 1,500 outlets across the UK. It said its expansion would create thousands of jobs and more opportunities for British suppliers.<\/p>    <p>The locations for new stores include:<\/p> <ul> <li><p>Amersham, Buckinghamshire<\/p><\/li> <li><p>Northallerton, North Yorkshire<\/p><\/li> <li><p>Hastings, East Sussex<\/p><\/li> <li><p>Watford, Hertfordshire<\/p><\/li> <li><p>Orpington, Greater London<\/p><\/li> <li><p>Newport, South Wales<\/p><\/li> <li><p>Ashford, Kent<\/p><\/li> <li><p>Bishopbriggs, East Dunbartonshire<\/p><\/li> <li><p>Edgware Road, London<\/p><\/li> <li><p>Telford, Shropshire<\/p><\/li> <li><p>Balsall Common, West Midlands<\/p><\/li> <li><p>Willesden, London<\/p><\/li> <li><p>Driffield, East Riding of Yorkshire<\/p><\/li> <li><p>Hattersley, Greater Manchester<\/p><\/li> <li><p>Egremont, Cumbria<\/p><\/li> <li><p>Dudley, West Midlands<\/p><\/li> <li><p>Dumbarton, West Dunbartonshire<\/p><\/li> <li><p>Hanworth, Greater London<\/p><\/li> <li><p>Exmouth, Devon<\/p><\/li> <li><p>Yate, South Gloucestershire<\/p><\/li> <li><p>Malton, North Yorkshire,<\/p><\/li> <li><p>Newport, Isle of Wight<\/p><\/li> <li><p>Kentish Town, London<\/p><\/li> <\/ul> <\/div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-09-17T08:42:53.446Z\">at 9.42am BST<\/time><\/p>  <\/div> <div id=\"block-68ca6bfe8f0862eec18cfa46\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T08:06:55.897Z\">9.06am <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Plan to slash US steel tariffs shelved hours before Donald Trump’s UK visit<\/h2>  <div class=\"block-elements\">  <p>A long-coveted deal to slash US steel and aluminium tariffs to zero was shelved on the eve of <strong>Donald Trump<\/strong>’s state visit to Britain, the Guardian has learned.<\/p> <p>Ministers were poised to finalise a deal this week that would have reduced Trump’s tariffs on British steel to zero, according to government officials.<\/p> <p>But that deal has been put on ice hours before the US president’s arrival in the UK, in what steel industry figures privately described as a major blow.<\/p> <p>A government source said the deal would have secured 0% tariffs on just a small quota of British steel exports, prolonging uncertainty for the industry.<\/p> <p>Instead, ministers are seeking to agree a permanent “guarantee” that US tariffs on British steel will not go above 25%. Other countries face tariffs of 50% on their steel exports.<\/p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/politics\/2025\/sep\/16\/plan-slash-us-steel-tariffs-shelved-ahead-donald-trump-visit\">Plan to slash US steel tariffs shelved hours before Donald Trump’s UK visit<\/a> <\/p> <\/aside> <\/div>   <\/div> <div id=\"block-68ca6bc38f0862eec18cfa45\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T08:06:02.268Z\">9.06am <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">New headache for Rachel Reeves as OBR expected to lower productivity forecast<\/h2>  <div class=\"block-elements\">  <p>The <a href=\"https:\/\/www.theguardian.com\/business\/office-for-budget-responsibility\">Office for Budget Responsibility<\/a> is expected to downgrade its key productivity forecast, the Guardian understands, setting <strong>Rachel Reeves<\/strong> on course to break her fiscal rules without significant action in the budget.<\/p> <p>The government’s independent watchdog <a href=\"https:\/\/www.theguardian.com\/business\/2025\/jun\/15\/reeves-obr-revised-forecast-tax-spending-plans-20bn-hole-autumn-budget\">has carried out a “stocktake” of its forecast models over the summer<\/a>, and Treasury officials privately acknowledge the result will inevitably be a weaker growth outlook.<\/p> <p>One Treasury source said they expected the OBR to “kitchen sink it” – making a significant downward revision to productivity forecasts in one go rather than taking a more piecemeal approach.<\/p> <p>Reeves will respond by pointing to the long-term weakness of productivity in the UK economy and promising to tackle it with a programme of investment.<\/p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/business\/2025\/sep\/16\/new-headache-for-rachel-reeves-as-obr-downgrades-key-productivity-forecast\">New headache for Rachel Reeves as OBR expected to lower productivity forecast<\/a> <\/p> <\/aside> <\/div>   <\/div> <div id=\"block-68ca6a588f0870640b69114f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T08:03:50.677Z\">9.03am <span class=\"timezone\">BST<\/span><\/time> <\/p>    <div class=\"block-elements\">  <p><strong>GSK’s announcement came after UK science minister Patrick Vallance told MPs on Tuesday that the UK is determined to resolve its standoff with the pharmaceutical industry and reverse a 10-year decline in NHS spending on medicines, after a <a href=\"https:\/\/www.theguardian.com\/business\/2025\/sep\/16\/big-pharma-firms-uk-investment-trump-msd-eli-lilly-astrazeneca\">string of other drugmakers cancelled projects worth nearly £2bn<\/a>.<\/strong><\/p> <p>Lord Vallance, a former executive at drugmaker GSK, said the country needed to increase spending on medicines and reverse a decade of declining investment.<\/p> <p>Vallance told the Commons science committee that he was “deeply concerned that there’s been a 10-year decrease in the investment and support for a vital industry”.<\/p> <blockquote class=\"quoted\"> <p>We are determined to solve this. This is not something [where] we’re sitting saying let’s watch the decline of the industry. That’s what’s happened for the past 10 years. We must not do that. We have to act. Now is a pivotal moment … to try to get this right.<\/p> <\/blockquote> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/business\/2025\/sep\/16\/nhs-must-reverse-decline-medicines-investment-science-minister-patrick-vallance\">UK set on resolving standoff with big pharma, science minister says<\/a> <\/p> <\/aside>  <p><strong>Dr Zubir Ahmed<\/strong>, the new health under-secretary and a Scottish surgeon, said the UK needed to change its pricing models in recognition of new cutting-edge treatments, which are more expensive.<\/p> <p>He told the science committee “how we deal with pricing is multi-layered”.<\/p> <blockquote class=\"quoted\"> <p>If we’re going to get a shift from sickness to prevention, the medicines of today that cure Hepatitis C, that turn HIV into a chronic disease, that stop you having heart attacks and strokes, are not the same medicines 20 or 30 years ago which were treating symptoms.<\/p> <p>We have to look at medicines in a different light … and calculate the economic and clinical benefit on that basis.<\/p> <\/blockquote> <\/div>   <\/div> <div id=\"block-68ca68b48f0862eec18cfa29\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T07:57:16.610Z\">8.57am <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">GSK to invest $30bn in US; reaffirms commitment to UK<\/h2>  <div class=\"block-elements\">  <p><strong>GSK<\/strong> laid out plans on Wednesday to invest $30bn (£22bn) in research and supply chains in the US over the next five years, in an announcement timed to coincide with Donald Trump’s state visit to the UK. <\/p> <p>This includes $1.2bn of new money to build an AI-powered biologics factory in Pennsylvania that will develop treatments for the lung disease COPD and asthma, as well as cancer. It will also fund the roll-out of AI across GSK’s existing five manufacturing sites in Pennsylvania, North Carolina, Maryland and Montana. This will create hundreds of highly skilled jobs, on top of construction jobs, expanding GSK’s 15,000-strong US workforce.<\/p> <p>GSK also reaffirmed its commitment to the UK. Its chief executive, <strong>Emma Walmsley<\/strong>, said: <\/p> <blockquote class=\"quoted\"> <p>Alongside the many longstanding and vital shared interests that connect the UK and the United States, is advancing life sciences to get ahead of disease. This week’s State Visit brings together two countries that have led the world in science and healthcare innovation. We are proud to be part of both.<\/p> <p>Here in the UK, we continue to invest in a significant manufacturing base and more than £1.5bn in R&amp;D every year.<\/p> <\/blockquote>    <p><strong>Keir Starmer<\/strong> said GSK’s US investment “will change lives on both sides of the Atlantic”.<\/p> <blockquote class=\"quoted\"> <p>From new treatments for asthma and cancer to creating hundreds of highly skilled jobs, this major British investment into the US will change lives on both sides of the Atlantic, helping to accelerate the development of cutting-edge technologies to bring faster, more effective medicines to get ahead of disease.<\/p> <p>It’s a powerful example of how UK–US collaboration is driving real-world impact – improving people’s health, creating opportunity and turbocharging growth.<\/p> <\/blockquote> <\/div>   <\/div> <div id=\"block-68ca683b8f0870640b691136\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T07:52:03.094Z\">8.52am <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Ben &amp; Jerry’s co-founder Jerry Greenfield quits accusing Unilever of silencing social mission<\/h2>  <div class=\"block-elements\">  <p>Ben &amp; Jerry’s co-founder <strong>Jerry Greenfield<\/strong> has stepped away from the ice-cream brand after nearly 50 years, according to a post by the other founder, <strong>Ben Cohen<\/strong>.<\/p> <p>Cohen’s post shared what he said was a letter from Greenfield in which he called it one of the “hardest and most painful decisions” he had ever made.<\/p> <p>Greenfield accused <a href=\"https:\/\/www.theguardian.com\/business\/unilever\">Unilever<\/a> of silencing the company, saying its independence to speak up on global issues was “gone”.<\/p>    <p>Greenfield said:<\/p> <blockquote class=\"quoted\"> <p>If the company couldn’t stand up for the things we believed, then it wasn’t worth being a company at all.<\/p> <\/blockquote> <p>The decision came despite a merger <a href=\"https:\/\/www.theguardian.com\/business\/2025\/sep\/09\/ben-jerrys-founders-call-brand-excluded-from-unilever-listing\">agreement meant to safeguard the brand’s social mission<\/a>, Greenfield added.<\/p>  <figure class=\"element element-tweet\" data-canonical-url=\"https:\/\/twitter.com\/YoBenCohen\/status\/1968161740757119057\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">After 47 years, Jerry has made the difficult decision to step down from the company we built together. I’m sharing his words as he resigns from Ben &amp; Jerry’s. His legacy deserves to be true to our values, not silenced by <a href=\"https:\/\/twitter.com\/MagnumGlobal?ref_src=twsrc%5Etfw\">@MagnumGlobal<\/a> <a href=\"https:\/\/twitter.com\/hashtag\/FreeBenAndJerrys?src=hash&amp;ref_src=twsrc%5Etfw\">#FreeBenAndJerrys<\/a> <a href=\"https:\/\/t.co\/EZXGRjs76a\">pic.twitter.com\/EZXGRjs76a<\/a><\/p>&mdash; Ben Cohen (@YoBenCohen) <a href=\"https:\/\/twitter.com\/YoBenCohen\/status\/1968161740757119057?ref_src=twsrc%5Etfw\">September 17, 2025<\/a><\/blockquote>   <\/figure> <\/div>   <\/div> <div id=\"block-68ca67c58f0862eec18cfa1f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T07:49:59.348Z\">8.49am <span class=\"timezone\">BST<\/span><\/time> <\/p>    <div class=\"block-elements\">  <p><strong>Official figures on Tuesday showed the jobs market cooled in July, while economic growth remains weak; adding to pressure on the Bank of England to consider a cut in rates.<\/strong> The ONS will provide updated figures for retail sales and the government finances on Friday. But analysts said concerns remained over stubborn inflation.<\/p> <p><strong>Martin Sartorius<\/strong>, the principal economist at the CBI business lobby group, said: <\/p> <blockquote class=\"quoted\"> <p>The monetary policy committee [MPC] looks set to keep interest rates unchanged tomorrow and, going forward, the MPC faces a delicate balance between signs of a cooling labour market and the risk of price pressures remaining stubbornly high.<\/p> <\/blockquote> <p>UK inflation is higher than in the US, where it increased to 2.9% in August, and in the eurozone where it rose to 2.1%, just above the European Central Bank’s 2% target. The EU’s statistics office will release its final figures at 10am BST.<\/p> <\/div>   <\/div> <div id=\"block-68ca67328f0870640b691124\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T07:46:51.067Z\">8.46am <span class=\"timezone\">BST<\/span><\/time> <\/p>    <div class=\"block-elements\">  <p><strong>Mel Stride<\/strong>, the shadow chancellor, said: <\/p> <blockquote class=\"quoted\"> <p>With borrowing costs <a href=\"https:\/\/www.theguardian.com\/business\/2025\/sep\/02\/rachel-reeves-uk-borrowing-costs-budget-bond-yields\">hitting a 27-year high<\/a>, working people and businesses are bracing for even more tax rises to pay for Labour’s mismanagement.<\/p> <\/blockquote> <p>Here’s our full story:<\/p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/business\/2025\/sep\/17\/uk-inflation-remained-at-38-in-august-official-figures-show\">UK inflation holds steady at 3.8% as fuel prices offset falling air fares<\/a> <\/p> <\/aside> <\/div>   <\/div> <div id=\"block-68ca656a8f0870640b691110\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T07:41:35.504Z\">8.41am <span class=\"timezone\">BST<\/span><\/time> <\/p>    <div class=\"block-elements\">  <p><strong>The pound is little changed versus the dollar following the inflation data, at $1.3636, but hovering at a two-month high.<\/strong><\/p> <p><strong>Victoria Scholar<\/strong>, head of investment at the investing platform interactive investor, said:<\/p> <blockquote class=\"quoted\"> <p>In light of today’s data, it still looks like the Bank of England is on track to keep interest rates unchanged at tomorrow’s decision meeting. While inflation is clearly stuck significantly higher than target, there was nothing too surprising in this inflation report – CPI came in line with forecasts, and consequently there wasn’t much of a reaction from sterling.<\/p> <p>Elevated inflation, notably higher than the 2% target makes it harder for the central bank to continue on its monetary loosening path, raising the likelihood of a higher-for-longer interest rate environment which could have negative effects on borrowing and the housing market.<\/p> <\/blockquote> <\/div>   <\/div> <div id=\"block-68ca64dc8f080f2d1dcf23bb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T07:37:11.743Z\">8.37am <span class=\"timezone\">BST<\/span><\/time> <\/p>    <div class=\"block-elements\">  <p><strong>The Office for National Statistics noted that UK inflation has been above that of France and Germany every month so far this year.<\/strong><\/p> <p>The UK’s CPI inflation rate of 3.8% was significantly higher than the first, or “flash” estimate of inflation for France (0.8%) and Germany (2.1%) in August. The UK rate has been above that of the other two countries in each month of 2025 to date.<\/p> <\/div>   <\/div> <div id=\"block-68ca63458f080f2d1dcf23aa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T07:33:09.613Z\">8.33am <span class=\"timezone\">BST<\/span><\/time> <\/p>    <div class=\"block-elements\">  <p><strong>The Food and Drink Federation is predicting that food and non-alcoholic drink inflation could reach 5.7% by December, from 5.1% in August. <\/strong><\/p> <ul> <li><p>Five categories saw inflation in double digits last month: beef and veal (24.9%), butter (18.9%), chocolate (15.4%), coffee (15.4%), and whole milk (12.6%).<\/p><\/li> <li><p>Prices fell the fastest for: olive oil (-12.5%), flours (-5.9%), sugar (-3.8%), and pasta (-2.8%).<\/p><\/li> <li><p>While the price of olive oil is falling year-on-year, it’s still over 120% higher than it was at the start of 2020. <\/p><\/li> <\/ul> <p><strong>Karen Betts<\/strong>, the chief executive, said:<strong> <\/strong><\/p> <blockquote class=\"quoted\"> <p>It’s concerning seeing food and drink inflation rise further, to 5.1% in August, when commodity and energy prices are fairly stable. <strong>There are still notable pressures on coffee, cocoa, olive oil and dairy prices, but otherwise the continued rise is explained by regulatory and tax costs.<\/strong> This year’s increases to employer national insurance Contributions, the new packaging tax, business rates rises and the cost of border checks including to Northern Ireland are heaping costs on our sector.<\/p> <p>We need government to bring down the cost of regulation – so it’s better designed, easier to implement, and better sequenced so it doesn’t all land at once on companies struggling to cope. Manufacturers are looking to the chancellor in the budget to ensure we have proper policies and incentives in place to drive productivity growth across food and drink, to offset regulatory and tax costs, and to boost the employment and prosperity that food and drink manufacturing provides in communities up and down the country. She must resist bringing in new costs to ensure the UK is an attractive place to invest.<\/p> <\/blockquote>   <\/div>   <\/div> <div id=\"block-68ca61cc8f080f2d1dcf238c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T07:28:27.872Z\">8.28am <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">'Sticky UK inflation leaves November rate cut hanging in the balance' – ING<\/h2>  <div class=\"block-elements\">  <p>At 3.8%, the latest UK inflation data certainly isn’t welcome news for the Bank of England ahead of its decision on Thursday, where it’s widely expected to leave rates on hold, said <strong>James Smith<\/strong>, developed markets UK economist at ING.<\/p> <blockquote class=\"quoted\"> <p>Yet the latest data doesn’t dramatically move the needle one way or another on the prospect of a further rate cut later this year.<\/p> <p><strong>Inflation is more or less at a peak, though it’s likely to stay in the 3.5-4% area for the rest of this year.<\/strong> <\/p> <p>Rising food inflation is a particular bugbear of the Bank of England. Yet we aren’t in the camp that thinks rate cuts are over, given the prospect of further progress in services inflation and wage growth.<\/p> <p>Food inflation nudged above 5%, as both we and the BoE had anticipated. That’s a particular bugbear of officials right now, given the formative role food prices play in inflation expectations, but also because of the correlation with restaurant\/café prices.<\/p> <p>Catering makes up 40% of the Bank’s preferred measure of “core services” inflation, which gauges the segment of the inflation basket most intrinsically linked to the underlying performance of the UK economy. Inflation in the hospitality sector has been stuck around 4% this year, which we think is linked to pressure from April’s payroll tax and National Living Wage hikes.<\/p> <\/blockquote> <p>While services inflation slowed to 4.7% from 5%, this was mainly because of volatile air fares. The core services basket stayed at 4.2%, Smith calculated.<\/p> <blockquote class=\"quoted\"> <p>However, we think there is still scope for services inflation to undershoot the Bank’s forecasts further in the next release for September. And more broadly, we are seeing a significant easing in rental growth, which is set to be a significant source of service sector disinflation over the coming months.<\/p> <p>If we’re right about that, it would tip the balance slightly more in favour of a November rate cut, which we still narrowly expect. Certainly, we aren’t in the camp that thinks rate cuts are over. Services inflation should show more visible progress next spring, while wage growth should ease below 4% by year-end. Add in the fact that the late-November autumn Budget is likely to be dominated by tax rises, and <strong>we think there’s still a decent case for UK interest rates to fall two or three more times by next summer.<\/strong><\/p> <\/blockquote> <\/div>   <\/div> <div id=\"block-68ca5f358f0862eec18cf9e6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T07:14:34.223Z\">8.14am <span class=\"timezone\">BST<\/span><\/time> <\/p>    <div class=\"block-elements\">  <p><strong>Price growth for services, which is closely watched by the Bank of England, has slowed to 4.7% from 5% in July, while goods inflation ticked up to 2.8% from 2.7%.<\/strong><\/p> <p><strong>Sanjay Raja<\/strong>, chief UK economist at Deutsche Bank, said:<\/p> <blockquote class=\"quoted\"> <p><strong>The good news is that August inflation data has corrected some of the upside surprise we saw last month. The bad news is that CPI has maybe a little further to go before hitting its peak.<\/strong> Indeed, food inflation continues to push higher – though survey data suggest that we may be nearing the peak on this front too. And despite better services data this morning, inflation in the largest basket remains sticky. To be sure, there are some encouraging bits of information in today’s report – and we will need to see more of this for the Bank of England to cut Bank Rate again.<\/p> <p>This is why we continue to see a slightly longer pause when it comes to the Bank’s next rate move. For us, the MPC [monetary policy committee] may want to wait for a larger accumulation of evidence before dialling down restrictive policy again. Seeing the downtrend in CPI begin could assuage fears on the committee that the hump in inflation is not turning into a plateau. <\/p> <\/blockquote> <\/div>   <\/div> <div id=\"block-68ca582b8f0870640b6910b2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T06:43:37.674Z\">7.43am <span class=\"timezone\">BST<\/span><\/time> <\/p>    <div class=\"block-elements\">  <p><strong>Analysts say that climate change is clearly<\/strong> <strong>affecting food prices and making them harder to control.<\/strong> <\/p> <p><strong>Tom Lancaster<\/strong>, land, food and farming analyst at the Energy and Climate Intelligence Unit, said:<\/p> <blockquote class=\"quoted\"> <p><strong>Food price inflation is once again up, after the hottest spring and summer on record has hit UK farmers ability to grow crops and feed their animals, with the UK again facing one of its worst harvests in decades<\/strong>.<\/p> <p>Although this extreme weather will only be part of the story in these price rises, the signature of climate change is clear. And it’s not just British grown foods such as beef, milk and vegetables that are rising, but also prices for food and drink like chocolate and coffee too, both driven up by extreme weather linked to climate change. <br><br>Central banks are clear that climate change increases food prices in ways they cannot control or predict, creating systemic risk to our food system. There is no monetary policy lever they can pull to address this. Only by reducing our emissions to net zero and bringing balance back to our climate will we limit the impact of climate change on food prices in the future.<\/p> <\/blockquote> <\/div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-09-17T06:56:16.705Z\">at 7.56am BST<\/time><\/p>  <\/div> <div id=\"block-68ca54768f0862eec18cf9ae\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T06:27:20.620Z\">7.27am <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Food prices rise at fastest rate since January 2024<\/h2>  <div class=\"block-elements\">  <p>Food prices rose for the fifth month in a row – after the hottest spring and summer on record which damaged harvests – to an annual rate of 5.1%, up from 4.9% in July and the highest since January.<\/p> <p>Vegetables, milk, cheese and fish became more expensive, while bread and cereals and oil and fats became cheaper.<\/p> <\/div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-09-17T06:44:41.189Z\">at 7.44am BST<\/time><\/p>  <\/div> <div id=\"block-68ca526a8f080f2d1dcf2330\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T06:17:29.309Z\">7.17am <span class=\"timezone\">BST<\/span><\/time> <\/p>    <div class=\"block-elements\">  <p><strong>Air fares rose by less than last year.<\/strong><\/p> <p>Ticket prices were up by 2.1% between July and August, compared with a rise of 22.2% at this time last year. This was due to the different timing of flights in relation to school summer holidays, particularly return flights from Europe. Last year, these return flights from Europe fell during the school term in July, but this year they were during the school holidays in July, making them more expensive this year.<\/p> <p><strong>This was offset by higher prices at restaurants and hotels, and fuel costs.<\/strong> Prices at restaurants and hotels rose by 3.8% year on year in August, up from 3.4% in July.<\/p> <p>The biggest upward effect came from accommodation providers, especially from overnight hotel stays priced the previous day, where prices fell this year by less than an ear ago. There was also a smaller upward effect from canteens.<\/p> <p>The average petrol price rose by 0.3p a litre between July and August to 134.2p, compared with a fall of 2.1p a litre last year. Similarly, diesel prices rose by 0.8p per litre to an average of 142.p, against a 2.6p per litre drop last year.<\/p>  <figure class=\"element element-tweet\" data-canonical-url=\"https:\/\/twitter.com\/ONS\/status\/1968193218341978582\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Commenting on today’s inflation figures for August 2025, ONS Chief Economist Grant Fitzner said: (quote 1 of 3) <a href=\"https:\/\/t.co\/qmPH7YK1Fg\">pic.twitter.com\/qmPH7YK1Fg<\/a><\/p>&mdash; Office for National Statistics (ONS) (@ONS) <a href=\"https:\/\/twitter.com\/ONS\/status\/1968193218341978582?ref_src=twsrc%5Etfw\">September 17, 2025<\/a><\/blockquote>   <\/figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https:\/\/twitter.com\/ONS\/status\/1968193222112579929\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Grant Fitzner went on to say: (quote 2 of 3) <a href=\"https:\/\/t.co\/RmG00TVVl8\">pic.twitter.com\/RmG00TVVl8<\/a><\/p>&mdash; Office for National Statistics (ONS) (@ONS) <a href=\"https:\/\/twitter.com\/ONS\/status\/1968193222112579929?ref_src=twsrc%5Etfw\">September 17, 2025<\/a><\/blockquote> <\/figure> <\/div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-09-17T07:28:36.865Z\">at 8.28am BST<\/time><\/p>  <\/div> <div id=\"block-68ca504b8f0862eec18cf99a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T06:10:13.174Z\">7.10am <span class=\"timezone\">BST<\/span><\/time> <\/p>    <div class=\"block-elements\">  <p><strong>Rachel Reeves<\/strong>, the chancellor, said:<\/p> <blockquote class=\"quoted\"> <p>I know families are finding it tough and that for many the economy feels stuck. That’s why I’m determined to bring costs down and support people who are facing higher bills.<\/p> <p>Through our Plan for Change we are taking action — raising the National Living Wage, extending the £3 bus fare cap, and expanding free school meals, to put more money in people’s pockets while we work to build a stronger, more stable economy that rewards hard work.<\/p> <\/blockquote> <\/div>   <\/div> <div id=\"block-68c9ca908f0870640b690dbe\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2025-09-17T06:04:58.695Z\">7.04am <span class=\"timezone\">BST<\/span><\/time> <\/p>   <h2 class=\"block-title\">Introduction: UK inflation stayed at 3.8% in July<\/h2>  <div class=\"block-elements\">  <p><strong>Good morning, and welcome to our rolling coverage of business, the financial markets and the world economy.<\/strong><\/p> <p>UK inflation stayed steady last month, keeping households under pressure with petrol prices rising.<\/p> <p>The annual rate of inflation, as measured by the consumer prices index, remained at 3.8% last month, the <a href=\"https:\/\/viewer.gutools.co.uk\/business\/2025\/aug\/20\/inflation-rises-july-pause-interest-rate-cuts\">same as in July<\/a>, according to the Office for National Statistics. This was in line with what economists had predicted.<\/p> <p>Air fares rose by less than year while prices at restaurants and hotels, and for petrol and diesel, were higher.<\/p> <p>The core rate of inflation, which strips out volatile energy and food costs, fell to 3.6% in July, also as forecast by economists.<\/p> <p>With growing inflationary pressures, financial markets are widely predicting the Bank of England will keep interest rates <a href=\"https:\/\/viewer.gutools.co.uk\/business\/2025\/aug\/07\/bank-of-england-cuts-interest-rates-quarter-point-4\">unchanged at 4%<\/a> on Thursday. Inflation is nearly double the central bank’s target of 2%.<\/p>  <figure class=\"element element-tweet\" data-canonical-url=\"https:\/\/twitter.com\/ONS\/status\/1968193214306980179\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The Consumer Price Index (CPI) rose by 3.8% in the 12 months to August 2025, unchanged from July 2025.<br><br>Read the full article ➡️ <a href=\"https:\/\/t.co\/NTT5xka8A3\">https:\/\/t.co\/NTT5xka8A3<\/a> <a href=\"https:\/\/t.co\/ptIEKm9cyK\">pic.twitter.com\/ptIEKm9cyK<\/a><\/p>&mdash; Office for National Statistics (ONS) (@ONS) <a href=\"https:\/\/twitter.com\/ONS\/status\/1968193214306980179?ref_src=twsrc%5Etfw\">September 17, 2025<\/a><\/blockquote> <\/figure>  <p><strong>Donald Trump landed at London Stansted last night for an unprecedented second state visit to the UK.<\/strong><\/p> <p>The US president and the first lady, <strong>Melania Trump<\/strong>, touched down onboard Air Force One ahead of a series of events over the next two days, including being hosted by King Charles, military parades and a possible flypast by the Red Arrows alongside British and American F-35 jets.<\/p> <p>It comes amid criticism in the UK of Trump’s policies and rhetoric, with the Stop Trump Coalition gathering for a protest in Windsor on Tuesday and the group planning another demonstration in central London on Wednesday.<\/p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/us-news\/2025\/sep\/16\/donald-trump-lands-in-uk-for-second-state-visit-as-protesters-gather-in-windsor\">Donald Trump lands in UK for second state visit as protesters gather in Windsor<\/a> <\/p> <\/aside>  <p><a href=\"https:\/\/www.theguardian.com\/commentisfree\/2025\/sep\/16\/far-right-march-londoners-donald-trump-politics\">Writing in the Guardian<\/a>, the London mayor <strong>Sadiq Khan<\/strong> accused the US president of doing more than anyone else to “<a href=\"https:\/\/www.theguardian.com\/us-news\/2025\/sep\/16\/trump-has-fanned-the-flames-of-divisive-politics-around-the-world-says-sadiq-khan\">fan the flames of divisive, far-right politics<\/a> around the world in recent years”.<\/p> <p><strong>Later today, the US Federal Reserve announces its latest interest rate decision. It is widely expected to cut rates by a quarter point to 4.25%.<\/strong><\/p> <p><strong>The Agenda<\/strong><\/p> <ul> <li><p>8.30am BST: ECB president Christine Lagarde speech<\/p><\/li> <li><p>10am BST: Eurozone inflation for August (final)<\/p><\/li> <li><p>1.30pm BST: US Housing starts for August<\/p><\/li> <li><p>2.45pm BST: Bank of Canada interest rate decision<\/p><\/li> <li><p>7pm BST: US Federal Reserve interest rate decision (forecast: quarter-point cut to 4.25%)<\/p><\/li> <li><p>7.30pm BST: Fed press conference<\/p><\/li> <\/ul> <\/div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2025-09-17T07:02:49.104Z\">at 8.02am BST<\/time><\/p>  <\/div>",
    "thumbnail":"https:\/\/media.guim.co.uk\/8b6880f735730e03a3aeb86b794481b78d364fca\/323_0_3682_2945\/500.jpg",
    "tags":[

    ]
  },
  {
    "title":"How an engineering student turned red Solo cups into stylish sweaters: ‘A lot of trial and error’",
    "url":"https:\/\/www.theguardian.com\/business\/2025\/sep\/16\/the-new-norm-sustainable-textiles-lauren-choi",
    "section":"Business",
    "published":"2025-09-16T13:00:06Z",
    "summary":"Lauren Choi wanted to give plastic a second life. Her experiment turned into The New Norm, a sustainable textile startup",
    "content":"<p>If you’ve been on a college campus in the last 30 years, you’ve likely come across red party cups. Made by brands like Solo and Hefty, the iconic cups are beloved by frats, crucial to drinking games like beer pong – and very difficult to recycle because of the type of plastic they’re made from.<\/p> <p>But Lauren Choi, an engineering student at Johns Hopkins University, saw an opportunity: she wanted to turn these problematic cups into fabric. In 2019, during her senior year, she led a team that built an extruder machine that could spin plastic waste into textile filaments. They partnered with campus fraternities to gather thousands of red cups that could serve as the raw material.<\/p> <p>Choi then took a weaving class at a Baltimore, Maryland, maker space so she could make a sample fabric out of those filaments. That became the foundation for The New Norm, a textile company that today transforms a variety of post-consumer recycled plastic into stylish sweatshirts and beanies.<\/p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: <\/span><a href=\"https:\/\/www.theguardian.com\/business\/2025\/aug\/15\/modernize-trade-trumps-tariffs\">At 23, she set out to modernize the spice trade. Now she’s navigating Trump’s tariffs<\/a> <\/p> <\/aside>  <p>“I’ve always thought long-term,” Choi said. “And that helps me look beyond the next couple years, [to the] bigger picture, where globally, [the plastic crisis] is something we need to address.”<\/p> <p>The company is a natural extension of Choi’s longstanding concern about the dual climate and plastics crises and a deep connection to fashion. She had been sewing since she was a child, interned at a swimwear company earlier in college, and – before teaming up with classmates – spent a summer trying to build an extruder machine in her parents’ garage. “[The New Norm] really tied my interests together,” she said.<\/p> <p>After graduating in 2020, Choi raised grant funding so she could dive more into product development. “That helped it go from a passion project to a real, real project,” she said.<\/p>    <p>Choi started working with suppliers who source plastics from recycling facilities across the country. “Recycled [materials are] still the wild west,” she said. “We received batches that were unusable or contaminated or too mixed. It was a lot of trial and error to find the right people.”<\/p> <p>Another challenge: Up until that point, the fabric coming out of the extruder still had a distinctly brittle, plastic feel – it didn’t feel wearable like a traditional textile. So Choi reached out to Gaston College’s Textile Technology Center, just outside Charlotte, North Carolina, for help.<\/p> <p>“If you’re going to produce a knit garment, it needs to be comfortable,” said Jasmine Cox, the center’s executive director. “It needs to be breathable, cozy, things that people love. It can’t feel like a plastic cup.”<\/p> <p>Cox’s team, along with people at the Polymers Center in North Carolina, helped Choi develop a custom formula that could be fed into extruders to produce soft textiles. “Our entire goal [was] to get her to that point where it was plug and play,” Cox said.<\/p> <p>It took them a couple years, and more grant funding (from Johns Hopkins, Garnier, and Reynolds Consumer Products, Hefty’s parent company, among others), to get to that point. The New Norm released its first, direct-to-consumer collection of sweaters and beanies in late 2023. Made from 5,000 upcycled party cups, the drop sold out in two months.<\/p> <p>Choi works with textile facilities in North Carolina and Virginia to produce The New Norm’s yarn, much of which is then shipped to Brooklyn, where a manufacturer uses 3D printers to produce sweatshirts and beanies, which retail between $45 and $85.<\/p> <p>“3D knitting has a lot less waste compared to traditional cut-and-sew, where many fabric scraps are wasted,” Choi said. “Instead, our pieces are knit straight out of the machine without any seams – it’s just one full garment that doesn’t need additional sewing.”<\/p>    <p>Even though the company now uses a variety of plastics, multicolored party cups still make up most of the raw materials in its own line. The items’ pink, blue and green pastel hues come from the cups themselves rather than added dyes. Choi said her yarn is made from continuous filaments, rather than fibers that are spun together, which means it’s less likely to shed <a href=\"https:\/\/www.theguardian.com\/wellness\/ng-interactive\/2025\/apr\/30\/microplastics-what-to-know\">harmful microplastics<\/a>.<\/p> <p>The New Norm is still a lean operation: Choi, who recently moved to Boston to pursue an MBA at the Massachusetts Institute of Technology, said at any given time there are between three and 25 people working at the company. She declined to share sales figures, but said that in the last two years production had expanded from tens of pounds per run to thousands.<\/p> <p>Choi said she aims to expand the business-to-business side of The New Norm, which she sees as offering the biggest opportunity for an environmental impact.<\/p> <p>“From the beginning, our goal has been to get to a place where we can scale production and work with really large brands who are using significant quantities of materials,” she said. The New Norm is undergoing pilots with large brands, testing everything from the strength of the yarn to how well it launders, with the goal of developing and selling the material at a much larger scale.<\/p> <p>This aligns with where some experts see the industry going, as a growing number of companies rethink where they source their raw materials. One <a href=\"https:\/\/www.intelmarketresearch.com\/sustainable-fabrics-market-9619?utm_source=chatgpt.com\">report<\/a> found that the sustainable textile market was valued globally at $29.5bn in 2024, and is expected to hit $71bn by 2031. (While what constitutes “sustainable” is somewhat nebulous, most research defines it as textiles made with eco-friendly material, including recycled fibers, which minimize water, chemicals, and carbon emissions.)<\/p> <p>For her part, Choi hopes The New Norm can put a dent in the <a href=\"https:\/\/www.theguardian.com\/environment\/2025\/aug\/03\/world-in-15tn-plastics-crisis-hitting-health-from-infancy-to-old-age-report-warns\">global plastics crisis<\/a>, which has reached disastrous levels. The world produces 200 times as much plastic today as it did in 1950, less than 10% of which is recycled. There’s an estimated 8bn tons of plastic pollution across the globe, and just three plastic chemicals cause as much as $1.5tn in annual health costs.<\/p> <p>Cox said Choi was early in terms of thinking about how to transform plastic into textile. And while there are other companies that turn plastic and textile waste into yarn, Cox said Choi’s focus on the party cup was unique, especially because of where it could lead. “Food containers, food packaging, that’s something that we don’t think about,” she said. “Everyone throws it out daily, and there haven’t been many solutions.”<\/p> <p>Some might question if we really want to be wearing clothes made out of plastic, but the reality is we already are. More than 60% of fibers produced worldwide are synthetic, the vast majority of which are derived from virgin fossil fuels, according to a 2024 report from <a href=\"https:\/\/2d73cea0.delivery.rocketcdn.me\/app\/uploads\/2024\/09\/Materials-Market-Report-2024.pdf\">Textile Exchange<\/a>, making the fashion industry a major contributor to greenhouse gas emissions. Cox and Choi both acknowledged how much needs to be done to reduce plastic usage, but see upcycling as an important first step.<\/p> <p>“It would be amazing if we lived in a plastic-free world,” Choi said. “But if you look at the volume of virgin, synthetic fibers made annually, we’re talking billions of tons of material. There’s a long road to go.”<\/p>",
    "thumbnail":"https:\/\/media.guim.co.uk\/8c0f15d703685dccba58543633aded155bda6bbd\/688_0_6880_5504\/500.jpg",
    "tags":[

    ]
  }
]