[
  {
    "title":"Scientists claim they’ve made ‘pivotal step’ in bringing back the dodo for first time in 300 years",
    "url":"https:\/\/www.theguardian.com\/science\/2025\/sep\/17\/dodo-birds-gene-editing-advance",
    "section":"Science",
    "published":"2025-09-17T13:00:36Z",
    "summary":"Thousands of dodos could return within a decade according to Colossal Biosciences, a ‘de-extinction’ company – but experts warn of ‘moral hazard’",
    "content":"<p>Since its demise in the 17th century, the <a href=\"https:\/\/www.theguardian.com\/science\/2023\/jan\/31\/gene-editing-company-hopes-to-bring-dodo-back-to-life\">dodo<\/a> has long been synonymous with extinction. But thousands of dodos could soon again populate Mauritius, the species’ former home, according to a “de-extinction” company that has announced a major breakthrough in its quest to resurrect the flightless bird.<\/p> <p>Colossal Biosciences said on Wednesday it has succeeded in growing pigeon primordial germ cells, precursor cells to sperm and eggs, for the first time. This is a “pivotal step” in bringing back the dodo, which was a type of pigeon, for the first time in more than 300 years, according to Colossal.<\/p> <p>The Texas-based company, which has made splashy headlines for its plans to reestablish <a href=\"https:\/\/www.theguardian.com\/science\/2025\/mar\/04\/genetically-modified-woolly-mice-mammoth\">wooly mammoths<\/a> and <a href=\"https:\/\/www.theguardian.com\/science\/2025\/apr\/08\/the-de-extinction-of-the-dire-wolf-is-jurassic-park-really-happening\">dire wolves<\/a>, said it has also developed gene-edited chickens that will act as surrogates for the dodos. The chickens will be injected with primordial germ cells from Nicobar pigeons, the closest living relatives of dodos, which will in time, after gene edits to recreate the create the desired body and head shape, allow them to breed dodos.<\/p> <p>“Rough ballpark, we think it’s still five to seven years out, but it’s not 20 years out,” Ben Lamm, Colossal’s chief executive, said about the timeline for the dodo’s return. Colossal is working with wildlife groups to identify safe, rat-free sites in Mauritius where the species could once again roam.<\/p>    <p>“Our goal is to make enough dodos with enough genetic diversity engineered into them that we can put them back into the wild where they can truly thrive,” he said. “So we’re not looking to make two dodos, we’re looking to make thousands.”<\/p> <p>Dodos once plodded the forests of Mauritius, located in the Indian Ocean, without predators until humans started killing them in earnest, a process accelerated by European exploration and expansion.<\/p> <p>Habitat loss and introduced invasive species, such as macaques, pigs and rats that raided dodo nests, sealed the fate of the largely defenseless, fruit-eating bird. The last reliable sighting of a dodo came from a Dutch sailor, who described it as a “kind of very big goose” in 1662.<\/p> <p>The dodo has since become a byword for extinction but Colossal has said it is confident its methods, centered on its <a href=\"https:\/\/www.genome.gov\/genetics-glossary\/CRISPR\">Crispr<\/a> gene editing technology, can turn the clock back and return dodos to their former home.<\/p> <p>Beth Shapiro, Colossal’s scientific chief who has a tattoo of a dodo on her arm, said the “super exciting” breakthrough came following a year of work to gene-edit birds, which are more complex to work on in this way than mammals.<\/p> <p>“This isn’t a process where we’re going to one day just throw thousands of dodos into Mauritius. Obviously it will be a slow and careful and deliberate process,” said Shapiro.<\/p> <p>“If we can put back a large ground-dwelling fruit-eating bird, we don’t know all of the consequences of putting them back on this landscape, but we anticipate that we will have some happy surprises.”<\/p> <p>Some experts, however, have questioned how to define these gene-edited species and what their roles would be in ecosystems degraded by human encroachment and the climate crisis. Leonardo Campagna, an evolutionary biologist at the Cornell Lab of Ornithology, said Colossal has made “some remarkable progress” but its dodo work faces numerous challenges.<\/p> <p>“It’s hard to know what it took to make a dodo genetically, from its genomic architecture to how its genes interacted with the environment,” Campagna said.<\/p> <p>“Building an organism that looks like what we know the dodo did or behaved, which may not be the complete picture to begin with, including the unique shape of its face, its funny wings or its overall large size is an arduous endeavor.<\/p> <p>“I’d be curious to see a pigeon like that. But is this in fact the dodo? We need to acknowledge that there is a lot we don’t know and maybe never will.”<\/p> <p>About 2m species are <a href=\"https:\/\/www.theguardian.com\/environment\/2023\/nov\/08\/species-at-risk-extinction-doubles-to-2-million-aoe\">currently at risk of extinction<\/a>, with animals and plants being <a href=\"https:\/\/www.theguardian.com\/environment\/2025\/aug\/19\/a-climate-of-unparalleled-malevolence-are-we-on-our-way-to-the-sixth-major-mass-extinction\">threatened<\/a> by the razing of habitat, rising temperatures, pollution, invasive species and hunting. The current extinction rate is hundreds of times <a href=\"https:\/\/wwf.panda.org\/discover\/our_focus\/biodiversity\/biodiversity\/\">faster<\/a> than the historic norm, scientists estimate, due to the impact of humanity.<\/p> <p>While Colossal claims that its technology can aid endangered species rather than just resurrect lost relics, some experts claim its work diverts attention from threats to the natural world.<\/p> <p>Rich Grenyer, a biologist at the University of Oxford, said de-extinction is a “dangerous” distraction and that gene-edited animals are “at best a sort of simulation, rather like those unnerving animated AI portraits of dead relatives sometimes see people create”.<\/p> <p>“By labelling genetically engineered modern species as extinct ones brought back from the dead, if it takes off, it’s a huge moral hazard; a massive enabler for the activities that causes species to go extinct in the first place – habitat destruction, mass killing and anthropogenic climate change,” he said.<\/p> <p>“There’s also of course the question of where you’re going to put your newly engineered hybrids, if they’re not just going to be curiosities in a zoo, because it’s generally the lack of habitat that caused the problem in the first place.”<\/p>    <p>Colossal’s ongoing ascent, though, was underlined on Wednesday when it announced it extended its funding round by $120m, with the company now valued at $10.2bn. Celebrity investors, such as Tom Brady, Paris Hilton and Tiger Woods, have <a href=\"https:\/\/colossal.com\/colossal-is-the-real-life-blockbuster-of-jurassic-park-and-indiana-jones-with-celebs-like-tom-brady-behind-it\/\">flocked<\/a> to the the business.<\/p> <p>Peter Jackson, the Lord of the Rings director and another investor, appeared in a recent Colossal <a href=\"https:\/\/www.youtube.com\/watch?v=cg5skhUStRI&amp;feature=youtu.be\">video<\/a> to promote its <a href=\"https:\/\/www.theguardian.com\/environment\/2025\/jul\/11\/de-extinction-extinct-giant-moa-bird-colossal-bioscience-aoe\">effort to de-extinct the moa<\/a>, an enormous flightless bird once found in Jackson’s native New Zealand.<\/p> <p>Lamm said Colossal’s activities should act in tandem with other conservation work and that its recent announcements would help inspire people about science.<\/p> <p>“The dire wolf is a monumental feat of genome engineering that has never been achieved before by any academic lab or by any other company ever, it is literally a testament to science, it’s a Dolly-esque moment full stop,” he said, in reference to the famously <a href=\"https:\/\/www.nms.ac.uk\/discover-catalogue\/the-story-of-dolly-the-sheep\">cloned sheep<\/a>.<\/p> <p>“These are dodos, and I’m sure there will be some people who say, ‘Oh, well, we don’t like them. We’re not going to call them dodos,’” Lamm said of the latest Colossal project.<\/p> <p>“Then don’t. We just don’t care, and the more you don’t call them a dodo, the more controversy you drive, the more my numbers go up. So that’s great. So whatever you want to call them, as long as you’re calling them something.” <\/p>",
    "thumbnail":"https:\/\/media.guim.co.uk\/1222f4bf735d44acc058d47d327808d415cf8912\/98_0_5493_4395\/500.jpg",
    "tags":[

    ]
  }
]